{"sentence_one": "Reagan was seriously wounded by a bullet fired by John Hinckley Jr. in an attempted assassination, but made a remarkably speedy recovery.", "sentence_two": "Reagan survived an attempted assassin's bullets.", "label": 0}
{"sentence_one": "Cool, humid weather Sunday helped slow the advance of a fire that caused the evacuation of hundreds of homes and businesses in Alaska's Interior.", "sentence_two": "There was a fire in Alaska.", "label": 0}
{"sentence_one": "The university server containing the information relating to Mason's ID cards was illegally entered by computer hackers.", "sentence_two": "Non-authorized personnel illegally entered into computer networks.", "label": 0}
{"sentence_one": "After his release, the clean-shaven Magdy el-Nashar told reporters outside his home that he had nothing to do with the July 7 transit attacks, which killed 52 people and the four bombers.", "sentence_two": "52 people and four bombers were killed on July 7.", "label": 0}
{"sentence_one": "On Friday evening, a car bomb exploded outside a Shiite mosque in Iskandariyah, 30 miles south of the capital, killing seven people and wounding 10, doctors said on condition of anonymity.", "sentence_two": "A bomb exploded outside a mosque.", "label": 0}
{"sentence_one": "Alleged terrorists today, killed Dolores Hinostroza, the mayor of Mulqui district, shooting her five times.", "sentence_two": "The mayor of Mulqui district was murdered with a firearm.", "label": 0}
{"sentence_one": "The bus, which was heading for Nairobi in Kenya , crashed in the Kabale district of Uganda near the Rwandan border.", "sentence_two": "The Kabale district borders on Rwanda.", "label": 0}
{"sentence_one": "Basque separatist party Batasuna is widely regarded as the political wing of the Basque paramilitary group, ETA - a linkage it denies.", "sentence_two": "Batasuna denies it is the political wing of ETA.", "label": 0}
{"sentence_one": "The result in Denmark shows that people are fundamentally opposed to joining the euro.", "sentence_two": "The introduction of the euro has been opposed.", "label": 0}
{"sentence_one": "Article 19 said a correspondent for the independent newspaper Narodnaya Volya who attempted to determine how many people involved in emergency work in the contaminated zone around the Chernobyl nuclear reactor after the 1986 catastrophe were still alive was told by the Ministry of Emergencies that non-state newspapers could be refused access to any information.", "sentence_two": "The catastrophe at Chernobyl happened in 1986.", "label": 0}
{"sentence_one": "The commission's order on the proposed hydroelectric development shall describe the Energy Facility Siting Council's recommendations on the need for the power.", "sentence_two": "A hydroelectric project is proposed or is under construction.", "label": 0}
{"sentence_one": "At the southeastern tip of the city, Xochimilco, another small town subsumed by the city, is a popular tourist destination because of its chinampas, or \"floating gardens,\" boats made out of reeds on which the Indians have grown plants since pre-Columbian times.", "sentence_two": "Xochimilco is a popular tourist attraction because of its chinampas, or floating gardens.", "label": 0}
{"sentence_one": "There can be no doubt that the Administration already is weary of Aristide, a populist Roman Catholic priest who in December, 1990, won an overwhelming victory in Haiti's only democratic presidential election", "sentence_two": "Haiti's only democratic presidential election took place in 1990.", "label": 0}
{"sentence_one": "An explosion, followed by a raging fire, demolished a plastics factory, killing at least three people and injuring at least 37.", "sentence_two": "A massive blast at a plastics factory killed at least two people.", "label": 0}
{"sentence_one": "Facebook was founded by Mark Zuckerberg, an individual web developer looking to make friends at Harvard University. Although Facebook has been sued by ConnectU.com for allegedly copying its concept and data, Facebook is actually the first worldwide college network on the Internet. As one of the most popular college websites, Facebook is notable for its lack of prominent advertising. It quickly accumulated $50,000 in debt in 2004, and it took nearly a year for it to begin turning a profit, so clearly it needed a large amount of venture capital.", "sentence_two": "Mark Zuckerberg invented Facebook.", "label": 0}
{"sentence_one": "On April 27th, Pavolini went on, ahead of his troops, and reached Mussolini. Accompanying him were Angela Curti, the former mistress of Mussolini.", "sentence_two": "Angela Curti was Mussolini's mistress.", "label": 0}
{"sentence_one": "More than 150 dolphins, marine turtles and beaked whales have been washed up dead on beaches in Africa.", "sentence_two": "Dead dolphins, turtles and whales have been found on African beaches.", "label": 0}
{"sentence_one": "But Rajeev Dhawan, director of the Economic Forecasting Center at Georgia State University, says the main issue ahead is higher inflation.", "sentence_two": "The Economic Forecasting Center is located in Georgia.", "label": 0}
{"sentence_one": "By 45,000 years ago, humans had weathered the comings and goings of a number of ice ages, had spread themselves throughout most of Africa, Europe and Asia, and had reached a population of roughly a million.", "sentence_two": "Humans existed 10,000 years ago.", "label": 0}
{"sentence_one": "ARCHEOLOGISTS and forensic experts believe they have identified the skeleton of Cleopatra's younger sister, murdered more than 2,000 years ago on the orders of the Egyptian queen.  The remains of Princess Arsinöe, put to death in 41BC on the orders of Cleopatra and her Roman lover Mark Antony to eliminate her as a rival, are the first relics of the Ptolemaic dynasty to be identified.  The breakthrough, by an Austrian team, has provided pointers to Cleopatra's true ethnicity. Scholars have long debated whether she was Greek or Macedonian like her ancestor the original Ptolemy, a Macedonian general who was made ruler of Egypt by Alexander the Great, or whether she was north African.", "sentence_two": "The name of Queen Cleopatra's sister was Arsinöe.", "label": 0}
{"sentence_one": "To promote The Simpsons Movie that will be released July 26, 2007, over a dozen 7-Elevens in the United States have been transformed into Kwik-E-Marts, the grocery store from the popular TV series. Most of the other 7-Eleven stores will also sell products with brands reminding of The Simpsons, such as Buzz Cola, Krustyo's cereal, squishees, and Bart Simpson's favourite comic book Radioactive Man, but not Duff Beer, Homer's favourite drink.", "sentence_two": "The Simpsons is a show broadcast in America.", "label": 0}
{"sentence_one": "ECB spokeswoman, Regina Schueller, declined to comment on a report in Italy's la Repubblica newspaper that the ECB council will discuss Mr. Fazio's role in the takeover fight at its Sept. 15 meeting.", "sentence_two": "The ECB council meets on Sept. 15.", "label": 0}
{"sentence_one": "Al-Qaida-linked militants have carried out a series of suicide bombings targeting Western interests in Indonesia since 2002.", "sentence_two": "Since 2002 Al-Qaida militants have tried to hit Western interests in Indonesia.", "label": 0}
{"sentence_one": "Lima, Jan. 10, '90 - The national police reported that over 15,000 people have been arrested in Lima in a dragnet aimed at uncovering the assassins of former Defense Minister Enrique Lopez Albujar Trint, who was murdered in a terrorist attack, yesterday.", "sentence_two": "Enrique Lopez Albujar Trint was killed on Jan. 9 '90.", "label": 0}
{"sentence_one": "WASHINGTON - The world's governments raced to avoid both a pandemic and global hysteria Sunday as more possible swine flu cases surfaced from Canada to New Zealand and the United States declared a public health emergency. \"It's not a time to panic,\" the White House said. Mexico, the outbreak's epicenter with up to 103 suspected deaths, canceled some church services and closed markets and restaurants. Few people ventured onto the streets, and some wore face masks. Canada became the third country to confirm cases, in six people, including some students who — like some New York City spring-breakers — got mildly ill in Mexico. Countries across Asia promised to quarantine feverish travelers returning from flu-affected areas.", "sentence_two": "As many as 103 people in Mexico have died of swine flu.", "label": 0}
{"sentence_one": "The recent 14% hike in third class postage rates, accompanied by simultaneous double-digit paper price increases, has hit smaller catalogers especially hard.", "sentence_two": "The cost of paper is rising.", "label": 0}
{"sentence_one": "Iran will hold the first runoff presidential election in its history, between President Akbar Hashemi Rafsanjani and Tehran's hard-line mayor, election officials said Saturday.", "sentence_two": "Tehran's hard-line mayor will face Rafsanjani in a runoff election.", "label": 0}
{"sentence_one": "Kaspars Ruklis, press official at the United States Embassy, told the Baltic News Service that Mrs. Bush chose to visit Latvia's Occupation.", "sentence_two": "Kaspars Ruklis works for the United States Embassy.", "label": 0}
{"sentence_one": "She was finally found at 10.35am the next day by PC David Lloyd George. Something had caught his eye in the undergrowth - her blue school coat or the deep red of the gloves that she had been wearing - and he stepped off the forestry track. Muriel Drinkwater was lying on her back, one arm outstretched by her side, the other slightly raised but with the gloved hand limp. Her eyes were open, but there was no doubt that she was dead. She was just a few weeks short of her 13th birthday. The constable blew sharply on his whistle.  The year was 1946, when murder was supposedly less commonplace than now. The killing of Muriel Drinkwater was to make headlines for months and would vex Detective Chief Inspector William \"Bulldog\" Chapman, the Scotland Yard detective who led the inquiry, until his death nine years later.", "sentence_two": "Muriel Drinkwater was killed in 1946.", "label": 0}
{"sentence_one": "On 24 March 1992, the number 3 power generating unit at the Leningrad Atomic Power Station in Sosnovyi Bor underwent an emergency shutdown. The plant suffered a steam leak, which spewed a total of some 3 thousand curies into the atmosphere.", "sentence_two": "Nuclear Power Plant of Sosnovyi Bor suffers an emergency shut down.", "label": 0}
{"sentence_one": "We believe that, with the opening of Hong Kong Disneyland, visitors from Taiwan will be encouraged to stay longer in Hong Kong, to experience the magic of our theme park and of our city.", "sentence_two": "Disneyland is in Hong Kong.", "label": 0}
{"sentence_one": "Vatican spokesman Joaquin Navarro-Valls announced that Pope John Paul was still in serious condition, but he was not in a coma.", "sentence_two": "Joaquin Navarro-Valls is the Vatican Spokesman.", "label": 0}
{"sentence_one": "Black Tigers are selected for their discipline and their loyalty to Vilupillai Prabhakaran, 41, the elusive leader of the LTTE.", "sentence_two": "Vilupillai Prabhakaran is the elusive leader of the LTTE.", "label": 0}
{"sentence_one": "Civic Alliance, the umbrella group of civic groups involved in rebuilding, hosted a large, public, town-hall meeting for 5,000 people, called \"Listening to the City\" in July 2002.", "sentence_two": "The Civic Alliance is an umbrella group.", "label": 0}
{"sentence_one": "Sani-Seat can offset the rising cost of paper products", "sentence_two": "The cost of paper is rising.", "label": 0}
{"sentence_one": "On December 6 2008, Adela Lupse, presenting the call-in quiz Telepremii on National TV on Romanian television, had what The Daily Telegraph described as a \"tantrum on air\". As the final prize became available, Ms Lupse's show had no callers. Already excited, she began to shout. Throwing the telephone down on the studio floor and stomping on it, she admonished her viewers, \"I want the telephone to ring now. Now. Call me now!\".", "sentence_two": "Ms Lupse is a TV presenter.", "label": 0}
{"sentence_one": "In the glamorous, exclusive world of French haute couture, Sakina M'Sa is an unlikely star. Like her creations, M'Sa is the sum of many parts - a tiny woman from the Comoros, an immigrant from a working-class neighbourhood in Marseille, and a designer who follows her own dreams and embroiders the fashion world with a social conscience. \"My only strength in life is my difference,\" says M'Sa, dressed all in black and sitting in her workshop and showroom in La Goutte d'Or, a working-class neighbourhood in Paris which is home to a large population of Africans.", "sentence_two": "Sakina M'Sa has Comoros origins.", "label": 0}
{"sentence_one": "A place of sorrow, after Pope John Paul II died, became a place of celebration, as Roman Catholic faithful gathered in downtown Chicago to mark the installation of new Pope Benedict XVI.", "sentence_two": "Pope John Paul II died.", "label": 0}
{"sentence_one": "Larry Estrada, whose father served in the Marine Corps in Vietnam, said he has always had a great appreciation for the military and wanted to do his part to help.", "sentence_two": "Larry Estrada's father belonged to the Marine Corps.", "label": 0}
{"sentence_one": "The outlawed Basque political party in Spain, Batasuna, called, on Monday, parties in the Basque Autonomous Government to boycott the parliament decision to ban it.", "sentence_two": "Spain's Basque party calls for the boycott of a parliament decision.", "label": 0}
{"sentence_one": "It was difficult to assess the objectives behind increased militia activity in East Timor, but its intent seemed to be to continue a pattern of violence against civilians and the United Nations Transitional Administration in East Timor (UNTAET) in order to undermine the transition process, Hedi Annabi, Assistant Secretary-General for Peacekeeping Operations, told the Security Council this morning.", "sentence_two": "Guerrillas increase activity in East Timor.", "label": 0}
{"sentence_one": "A leading human rights group on Wednesday identified Poland and Romania as the likely locations in eastern Europe of secret prisons where al-Qaeda suspects are interrogated by the Central Intelligence Agency.", "sentence_two": "CIA secret prisons were located in Eastern Europe.", "label": 0}
{"sentence_one": "The PMDB is also the party led by Senator Jader Barbalho, the recently elected Senate President heaped with serious corruption charges.", "sentence_two": "Jader Barbalho is the Senate President.", "label": 0}
{"sentence_one": "The blast observed on Dec. 27 came from a neutron star: a collapsed dead star with a sun-like mass squeezed into a sphere, just 15 miles across, in the constellation Sagittarius (the Archer).", "sentence_two": "The December burst came from a neutron star in the constellation Sagittarius.", "label": 0}
{"sentence_one": "Investigators described the gunman as white, about 30 years old, of medium build with shoulder-length, wavy blond hair and as having a \"scruffy\" or \"grunge\" appearance.", "sentence_two": "The gunman is described as a white male in his 30s with a medium build, shoulder-length blonde hair and an unkempt appearance.", "label": 0}
{"sentence_one": "The jet was carrying 152 tourists from Martinique, returning home after a week in Panama, officials said.", "sentence_two": "The plane was returning to the French Caribbean island of Martinique, from Panama.", "label": 0}
{"sentence_one": "In November, the results of the 2008 United States Senate election in Minnesota showed Republican Norm Coleman with a 215 vote lead over the Democratic challenger Franken. The close margin ―less than 0.0075 percent ―triggered an automatic recount which resulted in Franken leading by 225 votes, the total ratified by the Minnesota Canvasing Board January 5. The Coleman campaign filed a motion January 6 in court to block the certification of Franken's victory and prevent Franken from taking a seat in the United States Senate. On March 31, a three-judge panel hearing the case ordered 400 additional ballots be counted.", "sentence_two": "Norm Coleman is a member of the Republican Party.", "label": 0}
{"sentence_one": "Martin was given water to drink, then taken to New Orleans Ochsner Foundation Hospital, where nurse Jinny Resor said he was treated for dehydration.", "sentence_two": "Ochsner Foundation Hospital is located in New Orleans.", "label": 0}
{"sentence_one": "Diana, Princess of Wales died on Sunday, 31 August 1997 following a car crash in Paris. There was widespread public mourning at the death of this popular figure, culminating with her funeral at Westminster Abbey on Saturday, 6 September 1997.", "sentence_two": "Lady Diana died in Paris.", "label": 0}
{"sentence_one": "German Siemens and ThyssenKrupp may sell relevant core technology to China, which owns the first commercially operated maglev line.", "sentence_two": "Maglev is commercially used.", "label": 0}
{"sentence_one": "Her husband, political novice Juan Carlos Lecompte, scrambles to preserve Betancourt's dream and sustain the Oxygen Green Party, the political party she founded.", "sentence_two": "Juan Carlos Lecompte is the founder of the Green Oxygen Party.", "label": 1}
{"sentence_one": "More than 2,000 people lost their lives in the devastating Johnstown Flood.", "sentence_two": "100 or more people lost their lives in a ferry sinking.", "label": 1}
{"sentence_one": "North Korea states intention to restart reactors, throws out IAEA inspectors and takes down inspection cameras, announces immediate withdrawal from the Nuclear Non-Proliferation Treaty and makes threats of war if the UN or the United States imposes sanctions.", "sentence_two": "North Korea has announced its withdrawal from liaison meetings with United States military officers.", "label": 1}
{"sentence_one": "Eric Gurr, creator of U4Prez.com, says you shouldn't be fooled be the site's MySpace-like facade. \"It's all about the politics,\" he says. \"I think most of our users have accounts on MySpace and Facebook, and use U4prez strictly for the political dialogue.\" Wikinews conducted an email interview with Gurr, in which he discussed how the site works, how the Internet has affected politics, and who he is endorsing for President.", "sentence_two": "Facebook and MySpace were invented by Eric Gurr.", "label": 1}
{"sentence_one": "Vice-President  Álvaro Marcelo García Linera, a principal author of the draft constitution, hailed Sunday's referendum results, saying, \"this will be an egalitarian Bolivia, a Bolivia that leaves behind a dark, colonial, racist past.\" Linera, however, has acknowledged that the government has provoked deep divisions and faces vehement oppositions from many of the traditional elite, coming from many mixed-race people in the fertile eastern lowlands which rejected the draft charter.  \"I am not saying there will be no more conflict, there will be tensions for a while, I say a decade ... but we will have built a state on three principles: the economy under state control, equality, and the territorial decentralization of power,\" he said. The new constitution was rejected in four opposition-controlled regions: the tropical lowlands of Pando, Santa Cruz, Tarija and Beni, which contain most of Bolivia's natural gas production and are responsible for most of its agricultural output.", "sentence_two": "Álvaro Marcelo García Linera belongs to the republican party.", "label": 1}
{"sentence_one": "The Daily Mail has confirmed it has pulled out of the bidding for rival newspaper the Daily Telegraph.", "sentence_two": "Daily telegraph is sold.", "label": 1}
{"sentence_one": "Political change in eastern Europe and the removal of trade barriers in the Far East have given the four multinationals-Philip Morris, BAT Industries, R J Reynolds and Rothmans International-access to big potential new markets.", "sentence_two": "Trade liberalisation happened in China.", "label": 1}
{"sentence_one": "Brian Brohm, the Louisville quarterback, threw for 368 yards and five touchdowns as the Cardinals beat visiting Oregon State 63-27.", "sentence_two": "The quarterback threw for 413 yards and three touchdowns, and then ran to the end zone two more times.", "label": 1}
{"sentence_one": "Evan Wolfson, the founder of the modern gay marriage movement, tells the waiter he would like an iced decaf and \"the usual.\" Wolfson, one of Time Magazine's Most Influential People in the World, is a man who unflinchingly knows what he wants and stays his course, whether it be in his choice of restaurant or in his choice of battle. And others always know when they see Evan coming what it is that he wants.", "sentence_two": "Time Magazine was created by Evan Wolfson.", "label": 1}
{"sentence_one": "Scientists had observed that mice with a defective Klotho gene aged prematurely and wondered if an enhanced gene would have an opposite effect.", "sentence_two": "Scientists have discovered a gene that produces a hormone that raises the life expectancy in mice by 30 percent.", "label": 1}
{"sentence_one": "The conference found that many Australians experience discrimination through the Governmental, penal, legal and health care systems because of their mental health, race, skin colour, sexuality, sexual formation or refugee status.", "sentence_two": "Mental health problems increase in the young.", "label": 1}
{"sentence_one": "Meanwhile, at a Pushkin-Goethe Festival held recently in Moscow to observe the poets' birthdays (this year is Goethe's 250th), Dmitri Prigov, a post-modernist poet and conceptual artist, took the first line from \"Onegin\" (\"My uncle - high ideals inspire him\") and set it to Buddhist and Muslim mantras and Russian Orthodox and Gregorian chants.", "sentence_two": "Johann Wolfgang von Goethe was born in Germany.", "label": 1}
{"sentence_one": "Scientists have uncovered soft bone tissue of a Tyrannosaurus Rex known as MOR 1125, found in a sandstone formation in Montana. MOR 1125 was 18 years old when it died, 65 million years ago. Similar tissue of a dinosaur has never been found before, as all remains found until now were fosilized. The tissue still contains microscopic structures resembling bloodvessels and cells. The comparison between the structures found in the T-rex and a modern day Ostrich shows a remarkable similarity. The results have been duplicated with an 80-million-year-old hadrosaur and two other tyrannosaurs. The discovery was reported in today's issue of Science. Results similar to the popular film \"Jurassic park\" are unlikely, as the recovery of DNA from the tissue is improbable. The results remain astounding, however, and tests with antibodies that react to collagen shows the tissue may still contain proteins. \"Ultimately if we could establish chemical composition, we would have insights into all kinds of things: diet, sexual maturity, whether the specimen is the male or female.\", paleontologist Hans-Dieter Sues said.", "sentence_two": "Paleontologist Hans-Dieter Sues and other scientists discovered a T Rex bone in Montana.", "label": 1}
{"sentence_one": "The American television network \"CNN\" reported that officials at the American Defense Department (The Pentagon) will recommend halting the bombing on Iraq to President Bill Clinton this evening, Saturday.", "sentence_two": "CNN reported that officials at the Pentagon said that President Clinton is obligated to stop the shelling on Iraq .", "label": 1}
{"sentence_one": "20th Century spokesman Rick Dinon said that between the time it applied for the rate increase and changed its mind, the estimated quake losses had ballooned by several hundred million dollars.", "sentence_two": "Rick Dinon is the senior vice president of 20th Century Insurance Co.", "label": 1}
{"sentence_one": "On the eve of a widely anticipated retaliation against Russian forces in Grozny, military commanders withdrew key units from the city, leaving it vulnerable to guerrilla infiltration.", "sentence_two": "Russian forces vulnerable to guerrilla fighters", "label": 1}
{"sentence_one": "BTA said those injured in the fire at Borovets, 22 miles southeast of Sofia, were from Britain, the Soviet Union, West Germany, the Netherlands, Greece and Denmark.", "sentence_two": "Sofia is located in Britain.", "label": 1}
{"sentence_one": "Budapest is Europe's largest spa town; there are more than 100 hot springs that spout from Buda's limestone bedrock.", "sentence_two": "There are numerous underground hot springs that contain radium and other minerals, and, since Roman times, bathers have sought them out for their supposed healing properties.", "label": 1}
{"sentence_one": "The world's oldest known child has been discovered in East Africa in an area known appropriately as the Cradle of Humanity.  The 3.3-million-year-old fossilized toddler was uncovered in north Ethiopia's badlands along the Great Rift Valley (map of Ethiopia). The skeleton, belonging to the primitive human species Australopithecus afarensis, is remarkable for its age and completeness, even for a region spectacularly rich in fossils of our ancient ancestors, experts say.  The new find may even trump the superstar fossil of the same species: \"Lucy,\" a 3.2-million-year-old adult female discovered nearby in 1974 that reshaped theories of human evolution. (Related: \"Fossil Find Is Missing Link in Human Evolution, Scientists Say\" [April 2006].) .", "sentence_two": "Lucy fossils have been discovered 3.3 million years ago.", "label": 1}
{"sentence_one": "In 1997, Tyson bit off part of one of Evander Holyfield's ears in their rematch that led to Tyson's disqualification and suspension. In 2002, at a melee at a news conference in New York, Tyson bit champion Lennox Lewis' leg.", "sentence_two": "Tyson bit off part of one of Evander Holyfield's ears in 2002.", "label": 1}
{"sentence_one": "LIMA, Peru —  A Venezuelan opposition leader who says he is a victim of political persecution by President Hugo Chavez's government requested political asylum in Peru on Tuesday, one of his lawyers said. Manuel Rosales, a leading Chavez opponent, has been charged with corruption in Venezuela but says his trial would not be fair. Lawyer Javier Valle-Riestra said there is \"convincing evidence\" supporting his case for asylum and that Peru's foreign ministry should summon Rosales to explain his request within a week. Peruvian Foreign Minister Jose Antonio Garcia Belaunde said earlier Tuesday that Rosales entered Peru as a tourist on April 4.", "sentence_two": "Rosales lost a presidential race to Chavez in 2006.", "label": 1}
{"sentence_one": "A matching fingerprint was discovered on the strap.", "sentence_two": "A matching fingerprint was excavated from the strap.", "label": 1}
{"sentence_one": "About 2,200 Americans and 27,000 Filipinos died from disease and starvation at Camp O'Donnell before the camp was closed in July 1942, just three months after the beginning of the Death March. Ortega -- now the lone surviving member of the 192nd tank battalion - spent 3 ½ years in captivity in the Philippines and Japan before being liberated in August 1945 following the atomic bombs that devastated Hiroshima and Nagasaki, forcing a reluctant Japan to surrender. Ortega eventually returned to the United States in October 1945, the first of five brothers to return home from the war. A sixth died in action.", "sentence_two": "Americans used atomic bombs on Hiroshima and Nagasaki in 1945.", "label": 1}
{"sentence_one": "Getty also starred in several movies after the show including Mask where she played the mother of singer and song writer Cher and Stop! Or My Mom Will Shoot where she also played the mother of actor Sylvester Stallone. She also starred in the television show spin off of The Golden Girls titled The Golden Palace and made a two episode appearance on another spin off called Empty Nest. Getty was born in New York City on July 25, 1923, passing away just three days before her 85th birthday.", "sentence_two": "Stallone played Getty's father.", "label": 1}
{"sentence_one": "An act signed into law by Afghan President Hamid Karzai last month dramatically rolled back the rights of women in that country, according to human rights groups and a United Nations report on the bill by the United Nations Development Fund for Women. The Afghan government has not provided a copy of the text of the Shia Family Law to the UN or to other outside groups requesting it, citing \"technical problems\", however, the UN and opposition politicians say that the bill contains numerous provisions restricting the rights of women, such as giving their husbands priority in court; requiring the husband's permission to leave the house, obtain education or employment, or to see a doctor; and reserving the custody of children to male relatives.", "sentence_two": "Hamid Karzai is an employee of the UN.", "label": 1}
{"sentence_one": "He said that \"there is evidence that Cristiani was involved in the murder of the six Jesuit priests\" which occurred on 16 November in San Salvador.", "sentence_two": "Cristiani killed six Jesuits.", "label": 1}
{"sentence_one": "U.S. District Judge Leonie Brinkema accepted would-be hijacker Zacarias Moussaoui's guilty pleas on six charges of conspiracy laid against him for his plotting to participate in the Sept. 11 attacks . Moussaoui, who had to be restrained at one point during the trial in an Alexandria, Virginia courthouse, was polite and quiet during the day's appearance.", "sentence_two": "Moussaoui participated in the Sept. 11 attacks.", "label": 1}
{"sentence_one": "The new moon, which is only about 25 miles in diameter, was actually photographed 13 years ago by the Voyager 2.", "sentence_two": "The moon Titan has a diameter of 5100 kilometers.", "label": 1}
{"sentence_one": "Qwest's revised bid, which did not offer more cash for MCI stock as expected, was deemed disappointing by one major MCI shareholder, and Qwest's shares fell more than 8 percent.", "sentence_two": "MCI shareholders accepted a $6.7 billion offer over Qwest's initial $8 billion.", "label": 1}
{"sentence_one": "Injections of human stem cells seem to directly repair some of the damage caused by spinal cord injury, according to research that helped partially paralyzed mice walk again.", "sentence_two": "Anderson and colleagues used fetal neural stem cells, a type that are slightly more developed than embryonic stem cells because they're destined to make cells for the central nervous system.", "label": 1}
{"sentence_one": "International observers are surprised at the attack, given the recent advances that the Sri Lanka army has made, driving the LTTE from their former territories. \"It is very significant that the rebels have carried out such an audacious attack when the government say that they are all but finished,\" opined BBC's Sinhala Editor, Priyath Liyanage. \"It confirms what many of us already knew ―the rebels may be experiencing reverses on the battle field but they are not simply just going to disappear.\"", "sentence_two": "LTTE stands for Liberation Tigers of Tamil Eelam.", "label": 1}
{"sentence_one": "WASHINGTON - On the mornings he is in town, Dick Cheney wakes up at 6, climbs into his black sport utility vehicle and drives himself to a Starbucks near his McLean, Va., home. He returns with a pair of grande skim lattes — decaf for him, regular for his wife, Lynne — and settles into work in the sun-drenched office above his garage, penning his memoir in longhand on yellow legal pads. It is the kind of scene that Americans have come to expect from their elder statesmen: a quiet, unassuming return to private life after giving up power. Except, that is, for the quiet and unassuming part.", "sentence_two": "Dick Cheney is the former Vice President.", "label": 1}
{"sentence_one": "Ruth bounced back from his 1925 ailments and problems to lead the American League in home runs with 47, 28 home runs more than anyone else.", "sentence_two": "Ruth hit 47 runs in his lifetime.", "label": 1}
{"sentence_one": "A.C. Milan is in second place with 13 points, after two first-half goals from captain Paolo Maldini earned them a 2-1 victory over Reggina.", "sentence_two": "Paolo Maldini plays for Reggina.", "label": 1}
{"sentence_one": "Chirac needed a new mandate for his government from the electorate, or a new left government was needed that could count on the support of the trade union bureaucracy and among the working class and so would encounter less resistance.", "sentence_two": "Parliamentary elections create new government in France.", "label": 1}
{"sentence_one": "U.S. crude settled $1.32 lower at $42.83 a barrel.", "sentence_two": "Crude the light American lowered to the closing 1.32 dollars, to 42.83 dollars the barrel.", "label": 1}
{"sentence_one": "Earlier this year, 78 local, state and federal agencies took part in a chemical attack drill, called Rotunda Thunda, at the Las Vegas Convention Center and the Strip.", "sentence_two": "A chemical attack took place at the Las Vegas Convention Center and the Strip.", "label": 1}
{"sentence_one": "Saudi Arabia's production mix will shift to a higher proportion of lighter crudes. Unlike last year's Qatif and Abu Safah developments, nearly all of the proposed projects produce Arab Light or lighter crudes.", "sentence_two": "Saudi Arabia produces more oil than any other country.", "label": 1}
{"sentence_one": "Prince Charles was previously married to Princess Diana, who died in a car crash in Paris in August 1997.", "sentence_two": "Prince Charles and Princess Diana got married in August 1997.", "label": 1}
{"sentence_one": "Beth Israel is fighting back in the lab, where bacteria taken from patients are grown in cultures and tested against antibiotics to determine if the bug beats the drug.", "sentence_two": "Bacteria is winning the war against antibiotics.", "label": 1}
{"sentence_one": "The Irish Sales, Services and Marketing Operation of Microsoft was established in 1991.", "sentence_two": "Microsoft was established in 1991.", "label": 1}
{"sentence_one": "The U.S. handed power on June 30 to Iraq's interim government chosen by the United Nations and Paul Bremer, former governor of Iraq.", "sentence_two": "The U.S. chose Paul Bremer as new governor of Iraq.", "label": 1}
{"sentence_one": "Commander Thomas Karremans, who was in charge of Dutch troops in Srebrenica at the time, was filmed drinking a toast with war-crimes suspect and Serb general Ratko Mladic.", "sentence_two": "Dutch photos of Srebrenica have disappeared.", "label": 1}
{"sentence_one": "When complete, over 2 million people are expected to be displaced. After wiping out the least desirable shanties, next in line for demolition are the illegal \"well-off\" shanties and neighborhoods, according to the legal and bureaucratic motions that have been executed toward cleaning up Mumbai's appearance by lowering the dominance of shanties, which make up 62 percent of Mumbai's housing.", "sentence_two": "200,000 shanties have been demolished.", "label": 1}
{"sentence_one": "Although most Palestinians crossed into Egypt in order to shop and see relatives, Palestinian officials say that the recent border chaos enabled smugglers to bring drugs and weapons into Gaza.", "sentence_two": "Egyptian and Palestinian border guards failed repeatedly in efforts to end the chaos and to close the border.", "label": 1}
{"sentence_one": "It was like hitting the jackpot.", "sentence_two": "It was like removing the lottery.", "label": 1}
{"sentence_one": "Tenzin Gyatso, the 14th Dalai Lama, has vowed to step down from his position if things \"get out of control\" in Tibet, where violent demonstrations against China have killed anywhere from 13 to 100 people. At a news conference in Dharamsala, India, the Dalai Lama said he was opposed to the use of violence against China's rule. \"Violence is almost suicide,\" he said. \"Even if 1,000 Tibetans sacrifice their lives, it will not help.\" However, he acknowledges that many radical Tibetans have criticized his policy of non-violence, and says that his only option is to \"completely resign\" if the bloodshed continues.", "sentence_two": "The 14th Dalai Lama was born in Dharamsala.", "label": 1}
{"sentence_one": "A recent study found no evidence of seasonal affective disorder in Iceland where the sun does not appear for a long time in the winter.", "sentence_two": "Seasonal affective disorder (SAD) is a worldwide disorder.", "label": 1}
{"sentence_one": "The Internet group Anonymous today held protests critical of the Church of Scientology. The protests marked what would have been the 49th birthday of Lisa McPherson, who is claimed to be a victim of the Church of Scientology's practices. Lisa died in 1995 during a running of what Scientologists refer to as an Introspection Rundown, a procedure intended to help Church members deal with a psychotic or deeply traumatic event.", "sentence_two": "The Church of Scientology murdered Lisa McPherson.", "label": 1}
{"sentence_one": "Sunshine Coast, Queensland, Australia - The Sunshine Coast Regional Council has formally ratified the rejection of the 24 hour McDonald's in Minyama. The decision comes after council rejected the proposal earlier this week at a general committee meeting. McDonald's forwarded an 11th hour compromise to deputy mayor Tim Dwyer in order to overturn the decision. The compromised had included reducing the opening hours to 6am to 10pm Sunday to Thursday and until 12am Friday and Saturday.", "sentence_two": "Sunshine Coast Regional Council accepted McDonald's Australia development plans.", "label": 1}
