{"sentence_one": "Sanskrit is the primary sacred language of which religion?", "sentence_two": "Sanskrit (/ˈsænskrɪt/; Sanskrit: saṃskṛtam [səmskr̩t̪əm] or saṃskṛta, originally saṃskṛtā vāk, \"refined speech\") is the primary sacred language of Hinduism, a philosophical language in Buddhism, Hinduism, Sikhism and Jainism, and a literary language that was in use as a lingua franca in Greater India.", "label": 0}
{"sentence_one": "When did the Median tribes unify under a single ruler to form the Median Empire?", "sentence_two": "This marked the end of the Kingdom of Urartu as well, which was subsequently conquered and dissolved.", "label": 1}
{"sentence_one": "Bees can detect what kind of light?", "sentence_two": "Some insects such as bees can perceive ultraviolet wavelengths, or detect polarized light, while the antennae of male moths can detect the pheromones of female moths over distances of many kilometers.", "label": 0}
{"sentence_one": "What are the minimum number of families in the APG system?", "sentence_two": "The number of species of flowering plants is estimated to be in the range of 250,000 to 400,000.", "label": 1}
{"sentence_one": "Which Indie band said Beyoncé was an inspiration for one of hteir albums?", "sentence_two": "American indie rock band White Rabbits also cited her an inspiration for their third album Milk Famous (2012), friend Gwyneth Paltrow studied Beyoncé at her live concerts while learning to become a musical performer for the 2010 film Country Strong.", "label": 0}
{"sentence_one": "What world leader notably visited Libya in 2002?", "sentence_two": "Libya also cemented connections with China and North Korea, being visited by Chinese President Jiang Zemin in April 2002.", "label": 0}
{"sentence_one": "The Rodo Park and the Estadio Gran Parque Central serves as poles of what?", "sentence_two": "The Rodó Park and the Estadio Gran Parque Central were also established, which served as poles of urban development.", "label": 0}
{"sentence_one": "How many episodes did American Idol have each week of the top ten?", "sentence_two": "Changes this season include only airing one episode a week during the final ten.", "label": 0}
{"sentence_one": "What religion has immigration brought by 2%?", "sentence_two": "Immigration has brought Islam (4.95%) and Eastern Orthodoxy (around 2%) as sizeable minority religions.", "label": 0}
{"sentence_one": "How many people attended Nasser's funeral?", "sentence_two": "Nasser's funeral procession through Cairo on 1 October was attended by at least five million mourners.", "label": 0}
{"sentence_one": "What Greek song won the Eurovision Song Contest in 2005?", "sentence_two": "In 2005, Greece won with the song \"My Number One\", performed by Greek-Swedish singer Elena Paparizou.", "label": 0}
{"sentence_one": "How long do TCM Wineclub subscriptions last?", "sentence_two": "From the wines chosen, TCM also includes recommended movies to watch with each, such as a \"True Grit\" wine, to be paired with the John Wayne film of the same name.", "label": 1}
{"sentence_one": "What is the commonly held notion regarding the dual nature of the soul called?", "sentence_two": "It was thought that each person had a two-part soul: the spirit-soul (hun 魂) which journeyed to the afterlife paradise of immortals (xian), and the body-soul (po 魄) which remained in its grave or tomb on earth and was only reunited with the spirit-soul through a ritual ceremony.", "label": 0}
{"sentence_one": "Who proposed using a table to store data?", "sentence_two": "Instead of records being stored in some sort of linked list of free-form records as in CODASYL, Codd's idea was to use a \"table\" of fixed-length records, with each table used for a different type of entity.", "label": 0}
{"sentence_one": "Where in Sicily were the \"Orpheus,\" and the \"Four Seasons\" discovered?", "sentence_two": "Other important examples of Roman mosaic art in Sicily were unearthed on the Piazza Vittoria in Palermo where two houses were discovered.", "label": 0}
{"sentence_one": "Which empire frequently raided Cyprus during Venetian rule?", "sentence_two": "In 1539 the Ottomans destroyed Limassol and so fearing the worst, the Venetians also fortified Famagusta and Kyrenia.", "label": 1}
{"sentence_one": "How many subordinate divisions did the National Military Establishment contain?", "sentence_two": "The act created the National Military Establishment (renamed Department of Defense in 1949), which was composed of three subordinate Military Departments, namely the Department of the Army, the Department of the Navy, and the newly created Department of the Air Force.", "label": 0}
{"sentence_one": "What year is considered to be the beginning of the Scientific Revolution?", "sentence_two": "The willingness to question previously held truths and search for new answers resulted in a period of major scientific advancements, now known as the Scientific Revolution.", "label": 1}
{"sentence_one": "Water conservation policies have been adopted by what two sectors?", "sentence_two": "The city first proposed its Sustainable City Plan in 1992 and in 1994, was one of the first cities in the nation to formally adopt a comprehensive sustainability plan, setting waste reduction and water conservation policies for both public and private sector through its Office of Sustainability and the Environment.", "label": 0}
{"sentence_one": "What was the league renamed after the title sponsorship deal?", "sentence_two": "It was announced on December 12, 2012, that the AFL reached a partnership agreement with NET10 Wireless to be the first non-motorsports-related professional sports league in the United States to have a title sponsor, renaming it the NET10 Wireless Arena Football League.", "label": 0}
{"sentence_one": "Which British jurist later made the phrase \"rule of law\" popular in the 1800s?", "sentence_two": "The rule of law was further popularized in the 19th century by British jurist A. V. Dicey.", "label": 0}
{"sentence_one": "What is the literacy rate in Israel?", "sentence_two": "Israel has a school life expectancy of 15.5 years and a literacy rate of 97.1% according to the United Nations.", "label": 0}
{"sentence_one": "How many times has the University of Arizona men's basketball team won NCAA tournaments?", "sentence_two": "The men's basketball team, formerly coached by Hall of Fame head coach Lute Olson and currently coached by Sean Miller, has made 25 straight NCAA Tournaments and won the 1997 National Championship.", "label": 0}
{"sentence_one": "What year is considered to be the beginning of the Scientific Revolution?", "sentence_two": "The willingness to question previously held truths and search for new answers resulted in a period of major scientific advancements, now known as the Scientific Revolution.", "label": 1}
{"sentence_one": "How many episodes did American Idol have each week of the top ten?", "sentence_two": "Changes this season include only airing one episode a week during the final ten.", "label": 0}
{"sentence_one": "How many Catholic churches were in the Boston area in 2010?", "sentence_two": "Old South Church in Boston is one of the oldest congregations in the United States.", "label": 1}
{"sentence_one": "Who wrote the biography of Whitehead?", "sentence_two": "The two volume biography of Whitehead by Victor Lowe is the most definitive presentation of the life of Whitehead.", "label": 0}
{"sentence_one": "What year is considered to be the beginning of the Scientific Revolution?", "sentence_two": "The willingness to question previously held truths and search for new answers resulted in a period of major scientific advancements, now known as the Scientific Revolution.", "label": 1}
{"sentence_one": "Do all language make the distinction between poultry and fowls?", "sentence_two": "In colloquial speech, the term \"fowl\" is often used near-synonymously with \"domesticated chicken\" (Gallus gallus), or with \"poultry\" or even just \"bird\", and many languages do not distinguish between \"poultry\" and \"fowl\".", "label": 0}
{"sentence_one": "What is a name for the reduced complement of genetic material necessary for an organism to live?", "sentence_two": "There is experimental work being done on minimal genomes for single cell organisms as well as minimal genomes for multi-cellular organisms (see Developmental biology).", "label": 0}
{"sentence_one": "How many carriers did Ozawa have?", "sentence_two": "Vice Admiral Jisaburo Ozawa attacked with nine-tenths of Japan's fighting fleet, which included nine carriers with 473 planes, 5 battleships, several cruisers, and 28 destroyers.", "label": 0}
{"sentence_one": "The recognition of a Greek state happened in what year?", "sentence_two": "After years of negotiation, three Great Powers, Russia, the United Kingdom and France, decided to intervene in the conflict and each nation sent a navy to Greece.", "label": 1}
{"sentence_one": "What year was Cyprus supposed to host the international art festival Manifesta?", "sentence_two": "Cyprus was due to host the international art festival Manifesta in 2006 but this was cancelled at the last minute following a dispute between the Dutch organizers of Manifesta and the Cyprus Ministry of Education and Culture over the location of some of the Manifesta events in the Turkish sector of the capital Nicosia.", "label": 0}
{"sentence_one": "What year is considered to be the beginning of the Scientific Revolution?", "sentence_two": "The willingness to question previously held truths and search for new answers resulted in a period of major scientific advancements, now known as the Scientific Revolution.", "label": 1}
{"sentence_one": "How long was Jesus said to be in the tomb?", "sentence_two": "Some have argued that Jesus was crucified on Wednesday, not Friday, on the grounds of the mention of \"three days and three nights\" in Matthew before his resurrection, celebrated on Sunday.", "label": 0}
{"sentence_one": "The recognition of a Greek state happened in what year?", "sentence_two": "After years of negotiation, three Great Powers, Russia, the United Kingdom and France, decided to intervene in the conflict and each nation sent a navy to Greece.", "label": 1}
{"sentence_one": "What was the name of the non-subscription Xbox online gaming service?", "sentence_two": "When the Xbox 360 was released, Microsoft's online gaming service Xbox Live was shut down for 24 hours and underwent a major upgrade, adding a basic non-subscription service called Xbox Live Silver (later renamed Xbox Live Free) to its already established premium subscription-based service (which was renamed Gold).", "label": 0}
{"sentence_one": "What was the league renamed after the title sponsorship deal?", "sentence_two": "It was announced on December 12, 2012, that the AFL reached a partnership agreement with NET10 Wireless to be the first non-motorsports-related professional sports league in the United States to have a title sponsor, renaming it the NET10 Wireless Arena Football League.", "label": 0}
{"sentence_one": "What did people fear in 1930?", "sentence_two": "After the First World War, however, it became apparent that the number of mixed-race people was growing at a faster rate than the white population, and by 1930 fear of the \"half-caste menace\" undermining the White Australia ideal from within was being taken as a serious concern.", "label": 0}
{"sentence_one": "What was the league renamed after the title sponsorship deal?", "sentence_two": "It was announced on December 12, 2012, that the AFL reached a partnership agreement with NET10 Wireless to be the first non-motorsports-related professional sports league in the United States to have a title sponsor, renaming it the NET10 Wireless Arena Football League.", "label": 0}
{"sentence_one": "What classification guide did Theophrastus create?", "sentence_two": "Theophrastus wrote some of the earliest descriptions of plants and animals, establishing the first taxonomy and looking at minerals in terms of their properties such as hardness.", "label": 0}
{"sentence_one": "Where in Sicily were the \"Orpheus,\" and the \"Four Seasons\" discovered?", "sentence_two": "Other important examples of Roman mosaic art in Sicily were unearthed on the Piazza Vittoria in Palermo where two houses were discovered.", "label": 0}
{"sentence_one": "How long was Jesus hung for?", "sentence_two": "He was then hung for six hours (according to Mark's Gospel) between two convicted thieves.", "label": 0}
{"sentence_one": "How many churches are present in Plymouth?", "sentence_two": "Plymouth has about 150 churches and its Roman Catholic cathedral (1858) is in Stonehouse.", "label": 0}
{"sentence_one": "What is the source of the population data?", "sentence_two": "According to the 2010 revison of the UN World Population Prospects, Guinea-Bissau's population was 1,515,000 in 2010, compared to 518,000 in 1950.", "label": 0}
{"sentence_one": "Who wrote the biography of Whitehead?", "sentence_two": "The two volume biography of Whitehead by Victor Lowe is the most definitive presentation of the life of Whitehead.", "label": 0}
{"sentence_one": "What year was Queen's third greatest hits album released?", "sentence_two": "In 1999, a Greatest Hits III album was released.", "label": 0}
{"sentence_one": "How many churches are present in Plymouth?", "sentence_two": "Plymouth has about 150 churches and its Roman Catholic cathedral (1858) is in Stonehouse.", "label": 0}
{"sentence_one": "At what age did Avicenna lose his father?", "sentence_two": "When Ibn Sina was 22 years old, he lost his father.", "label": 0}
{"sentence_one": "What occurs when copper is placed touching another metal?", "sentence_two": "As with other metals, if copper is placed against another metal, galvanic corrosion will occur.", "label": 0}
{"sentence_one": "Who visits Nankana Sahib?", "sentence_two": "Indian Sikh pilgrims visit holy sites such as Nankana Sahib.", "label": 0}
{"sentence_one": "How is a supply ship unloaded when it reaches Norfolk Island?", "sentence_two": "Visitors often gather to watch the activity when a supply ship arrives.", "label": 1}
{"sentence_one": "What type of Roman item was traded on the Silk Road network?", "sentence_two": "These connections marked the beginning of the Silk Road trade network that extended to the Roman Empire, bringing Han items like silk to Rome and Roman goods such as glasswares to China.", "label": 0}
{"sentence_one": "Which route was a central post in Kiev?", "sentence_two": "Trade from the Baltic also moved south on a network of rivers and short portages along the Dnieper known as the \"route from the Varangians to the Greeks,\" continuing to the Black Sea and on to Constantinople.", "label": 1}
{"sentence_one": "This IBM invention is known by the acronym UPC, what is the full name?", "sentence_two": "Notable company inventions or developments include the automated teller machine (ATM), the floppy disk, the hard disk drive, the magnetic stripe card, the relational database, the Universal Product Code (UPC), the financial swap, the Fortran programming language, SABRE airline reservation system, dynamic random-access memory (DRAM), copper wiring in semiconductors, the silicon-on-insulator (SOI) semiconductor manufacturing process, and Watson artificial intelligence.", "label": 0}
{"sentence_one": "What was the name of the non-subscription Xbox online gaming service?", "sentence_two": "When the Xbox 360 was released, Microsoft's online gaming service Xbox Live was shut down for 24 hours and underwent a major upgrade, adding a basic non-subscription service called Xbox Live Silver (later renamed Xbox Live Free) to its already established premium subscription-based service (which was renamed Gold).", "label": 0}
{"sentence_one": "What is Neptune's planet center temperature?", "sentence_two": "Temperatures at the planet's centre are approximately 5,400 K (5,100 °C).", "label": 0}
{"sentence_one": "What is a name for the reduced complement of genetic material necessary for an organism to live?", "sentence_two": "There is experimental work being done on minimal genomes for single cell organisms as well as minimal genomes for multi-cellular organisms (see Developmental biology).", "label": 0}
{"sentence_one": "What is the literacy rate in Israel?", "sentence_two": "Israel has a school life expectancy of 15.5 years and a literacy rate of 97.1% according to the United Nations.", "label": 0}
{"sentence_one": "Which British jurist later made the phrase \"rule of law\" popular in the 1800s?", "sentence_two": "The rule of law was further popularized in the 19th century by British jurist A. V. Dicey.", "label": 0}
{"sentence_one": "What world leader notably visited Libya in 2002?", "sentence_two": "Libya also cemented connections with China and North Korea, being visited by Chinese President Jiang Zemin in April 2002.", "label": 0}
{"sentence_one": "Why did the anti-miscegenation not insure that there was no interracial mixing?", "sentence_two": "White legislators passed laws prohibiting marriage between European and Asian Americans until the 1950s.", "label": 1}
{"sentence_one": "What was the league renamed after the title sponsorship deal?", "sentence_two": "It was announced on December 12, 2012, that the AFL reached a partnership agreement with NET10 Wireless to be the first non-motorsports-related professional sports league in the United States to have a title sponsor, renaming it the NET10 Wireless Arena Football League.", "label": 0}
{"sentence_one": "Water conservation policies have been adopted by what two sectors?", "sentence_two": "The city first proposed its Sustainable City Plan in 1992 and in 1994, was one of the first cities in the nation to formally adopt a comprehensive sustainability plan, setting waste reduction and water conservation policies for both public and private sector through its Office of Sustainability and the Environment.", "label": 0}
{"sentence_one": "Free-form pieces like nocturnes and preludes were a break from what era?", "sentence_two": "Musical forms began to break from the Classical era forms (even as those were being codified), with free-form pieces like nocturnes, fantasias, and preludes being written where accepted ideas about the exposition and development of themes were ignored or minimized.", "label": 0}
{"sentence_one": "What became more common during the Baroque era?", "sentence_two": "During the Baroque era, keyboard music played on the harpsichord and pipe organ became increasingly popular, and the violin family of stringed instruments took the form generally seen today.", "label": 1}
{"sentence_one": "Who proposed using a table to store data?", "sentence_two": "Instead of records being stored in some sort of linked list of free-form records as in CODASYL, Codd's idea was to use a \"table\" of fixed-length records, with each table used for a different type of entity.", "label": 0}
{"sentence_one": "Free-form pieces like nocturnes and preludes were a break from what era?", "sentence_two": "Musical forms began to break from the Classical era forms (even as those were being codified), with free-form pieces like nocturnes, fantasias, and preludes being written where accepted ideas about the exposition and development of themes were ignored or minimized.", "label": 0}
{"sentence_one": "What governs the ECB?", "sentence_two": "Although the ECB is governed by European law directly and thus not by corporate law applying to private law companies, its set-up resembles that of a corporation in the sense that the ECB has shareholders and stock capital.", "label": 0}
{"sentence_one": "The recognition of a Greek state happened in what year?", "sentence_two": "After years of negotiation, three Great Powers, Russia, the United Kingdom and France, decided to intervene in the conflict and each nation sent a navy to Greece.", "label": 1}
{"sentence_one": "What is the \"New Right\"?", "sentence_two": "It was not until the late 1970s and through their period out of power federally in the 1980s that the party came to be influenced by what was known as the \"New Right\" – a conservative liberal group who advocated market deregulation, privatisation of public utilities, reductions in the size of government programs and tax cuts.", "label": 0}
{"sentence_one": "What year is considered to be the beginning of the Scientific Revolution?", "sentence_two": "The willingness to question previously held truths and search for new answers resulted in a period of major scientific advancements, now known as the Scientific Revolution.", "label": 1}
{"sentence_one": "Smaller .50 caliber and 8 millimeter guns have been used in what?", "sentence_two": "Smaller weapons, typically .50 caliber or even 8 mm rifle caliber guns have been used in the smallest mounts.", "label": 0}
{"sentence_one": "Even if a harvest is good, food security can be crippled when a government has tendencies toward what?", "sentence_two": "The 20th century is full of many examples of governments undermining the food security of their own nations – sometimes intentionally.", "label": 1}
{"sentence_one": "What population segment in China struggles to get follow-up care for TB infection?", "sentence_two": "Lack of progress eradicating the disease may also be due to lack of patient follow-up – as among the 250M rural migrants in China.", "label": 0}
{"sentence_one": "What happened on January 1st 1901?", "sentence_two": "On the 1st of January 1901 the nation-state of Australia officially came into existence as a federation.", "label": 0}
{"sentence_one": "What occurs when copper is placed touching another metal?", "sentence_two": "As with other metals, if copper is placed against another metal, galvanic corrosion will occur.", "label": 0}
{"sentence_one": "At what age did Avicenna lose his father?", "sentence_two": "When Ibn Sina was 22 years old, he lost his father.", "label": 0}
{"sentence_one": "How many people demonstrated on October 1?", "sentence_two": "On October 1, 1989, a peaceful demonstration of 10,000 to 15,000 people was violently dispersed by the militia in front of Lviv's Druzhba Stadium, where a concert celebrating the Soviet \"reunification\" of Ukrainian lands was being held.", "label": 0}
{"sentence_one": "Where did Circassians settle to when leaving their homes in the Caucasus?", "sentence_two": "The war caused an exodus of the Crimean Tatars, about 200,000 of whom moved to the Ottoman Empire in continuing waves of emigration.", "label": 1}
{"sentence_one": "What does 'Palácio da Alvorada' mean?", "sentence_two": "Farther east, on a triangle of land jutting into the lake, is the Palace of the Dawn", "label": 0}
{"sentence_one": "For what cause is money raised at the Bengal Bouts tournament at Notre Dame?", "sentence_two": "With 6,000 participants, the university's intramural sports program was named in 2004 by Sports Illustrated as the best program in the country, while in 2007 The Princeton Review named it as the top school where \"Everyone Plays Intramural Sports.\"", "label": 1}
{"sentence_one": "What is often related to hunting?", "sentence_two": "Taboos are often related to hunting, and mythological association of prey species with a divinity could be reflected in hunting restrictions such as a reserve surrounding a temple.", "label": 0}
{"sentence_one": "Kings were depicted as hunting what big game from a chariot?", "sentence_two": "Taboos are often related to hunting, and mythological association of prey species with a divinity could be reflected in hunting restrictions such as a reserve surrounding a temple.", "label": 1}
{"sentence_one": "How many people attended Nasser's funeral?", "sentence_two": "Nasser's funeral procession through Cairo on 1 October was attended by at least five million mourners.", "label": 0}
{"sentence_one": "How is a supply ship unloaded when it reaches Norfolk Island?", "sentence_two": "Visitors often gather to watch the activity when a supply ship arrives.", "label": 1}
{"sentence_one": "How many churches are present in Plymouth?", "sentence_two": "Plymouth has about 150 churches and its Roman Catholic cathedral (1858) is in Stonehouse.", "label": 0}
{"sentence_one": "What world leader notably visited Libya in 2002?", "sentence_two": "Libya also cemented connections with China and North Korea, being visited by Chinese President Jiang Zemin in April 2002.", "label": 0}
{"sentence_one": "Large, slow servos can use what types of motors?", "sentence_two": "Large, powerful, but slow-responding servo loops may use conventional AC or DC motors and drive systems with position or speed feedback on the motor.", "label": 0}
{"sentence_one": "Bees can detect what kind of light?", "sentence_two": "Some insects such as bees can perceive ultraviolet wavelengths, or detect polarized light, while the antennae of male moths can detect the pheromones of female moths over distances of many kilometers.", "label": 0}
{"sentence_one": "What did they attend in July 2013?", "sentence_two": "In July 2013, Beyoncé and Jay-Z attended a rally in response to the acquittal of George Zimmerman for the shooting of Trayvon Martin.", "label": 0}
{"sentence_one": "What was the high end of the estimated death rate of the Black Plague?", "sentence_two": "By around 1420, the accumulated effect of recurring plagues and famines had reduced the population of Europe to perhaps no more than a third of what it was a century earlier.", "label": 1}
{"sentence_one": "What trader turned author established a post on Tuvalu?", "sentence_two": "Louis Becke, who later found success as a writer, was a trader on Nanumanga from April 1880 until the trading-station was destroyed later that year in a cyclone.", "label": 0}
{"sentence_one": "Who wrote the biography of Whitehead?", "sentence_two": "The two volume biography of Whitehead by Victor Lowe is the most definitive presentation of the life of Whitehead.", "label": 0}
{"sentence_one": "What is a name for the reduced complement of genetic material necessary for an organism to live?", "sentence_two": "There is experimental work being done on minimal genomes for single cell organisms as well as minimal genomes for multi-cellular organisms (see Developmental biology).", "label": 0}
{"sentence_one": "What muscle movements are used for digestion?", "sentence_two": "Examples may be seen in humans, who differ considerably from other hominids (lack of hair, smaller jaws and musculature, different dentition, length of intestines, cooking, etc.).", "label": 1}
{"sentence_one": "What is the arid measurement in Namibia?", "sentence_two": "Namibia extends from 17°S to 25°S: climatically the range of the sub-Tropical High Pressure Belt, arid is the overall climate description descending from the Sub-Humid (mean rain above 500 mm) through Semi-Arid between 300 and 500 mm (embracing most of the waterless Kalahari) and Arid from 150 to 300 mm (these three regions are inland from the western escarpment) to the Hyper-Arid coastal plain with less than a 100 mm mean.", "label": 0}
{"sentence_one": "Water conservation policies have been adopted by what two sectors?", "sentence_two": "The city first proposed its Sustainable City Plan in 1992 and in 1994, was one of the first cities in the nation to formally adopt a comprehensive sustainability plan, setting waste reduction and water conservation policies for both public and private sector through its Office of Sustainability and the Environment.", "label": 0}
{"sentence_one": "What happened on January 1st 1901?", "sentence_two": "On the 1st of January 1901 the nation-state of Australia officially came into existence as a federation.", "label": 0}
{"sentence_one": "What year is considered to be the beginning of the Scientific Revolution?", "sentence_two": "The willingness to question previously held truths and search for new answers resulted in a period of major scientific advancements, now known as the Scientific Revolution.", "label": 1}
{"sentence_one": "Who did the Russians attack at the beginning off the Battle of Balaclava?", "sentence_two": "Campbell had seen the effectiveness of the new Minie rifles, with which his troops were armed, at the Battle of the Alma a month before, and was confident his men could beat back the Russians.", "label": 1}
{"sentence_one": "What did Burke see as proof of the importance of French royalists?", "sentence_two": "Burke published his Remarks on the Policy of the Allies with Respect to France, begun in October, where he said: \"I am sure every thing has shewn us that in this war with France, one Frenchman is worth twenty foreigners.", "label": 1}
{"sentence_one": "What type of music comes from the popular Gelugpa school?", "sentence_two": "Tibetan music often involves chanting in Tibetan or Sanskrit, as an integral part of the religion.", "label": 1}
{"sentence_one": "How many Catholic churches were in the Boston area in 2010?", "sentence_two": "Old South Church in Boston is one of the oldest congregations in the United States.", "label": 1}
{"sentence_one": "What is an example of a type of universally prohibited action that no state can legally assume an obligation to commit or permit through a treaty?", "sentence_two": "A treaty is null and void if it is in violation of a peremptory norm.", "label": 1}
{"sentence_one": "When did da Vinci die?", "sentence_two": "Machiavelli in particular was scornful of writers on politics who judged everything in comparison to mental ideals and demanded that people should study the \"effectual truth\" instead.", "label": 1}
{"sentence_one": "What other international laws deal with child labour?", "sentence_two": "This international law prohibits worst forms of child labour, defined as all forms of slavery and slavery-like practices, such as child trafficking, debt bondage, and forced labour, including forced recruitment of children into armed conflict.", "label": 1}
{"sentence_one": "What is often related to hunting?", "sentence_two": "Taboos are often related to hunting, and mythological association of prey species with a divinity could be reflected in hunting restrictions such as a reserve surrounding a temple.", "label": 0}
{"sentence_one": "How many Catholic churches were in the Boston area in 2010?", "sentence_two": "Old South Church in Boston is one of the oldest congregations in the United States.", "label": 1}
{"sentence_one": "Why did the anti-miscegenation not insure that there was no interracial mixing?", "sentence_two": "White legislators passed laws prohibiting marriage between European and Asian Americans until the 1950s.", "label": 1}
{"sentence_one": "What became more common during the Baroque era?", "sentence_two": "During the Baroque era, keyboard music played on the harpsichord and pipe organ became increasingly popular, and the violin family of stringed instruments took the form generally seen today.", "label": 1}
{"sentence_one": "Where did the Russians try to resist Napoleon and get defeated?", "sentence_two": "The Russians again avoided battle, although in a few cases this was only achieved because Napoleon uncharacteristically hesitated to attack when the opportunity arose.", "label": 1}
{"sentence_one": "What famous NFL team played in New Haven own stadium in the 70s?", "sentence_two": "Throughout the second half of the 20th century, New Haven consistently had minor league hockey and baseball teams, which played at the New Haven Arena (built in 1926, demolished in 1972), New Haven Coliseum (1972–2002), and Yale Field (1928–present).", "label": 1}
{"sentence_one": "For what cause is money raised at the Bengal Bouts tournament at Notre Dame?", "sentence_two": "With 6,000 participants, the university's intramural sports program was named in 2004 by Sports Illustrated as the best program in the country, while in 2007 The Princeton Review named it as the top school where \"Everyone Plays Intramural Sports.\"", "label": 1}
{"sentence_one": "For what cause is money raised at the Bengal Bouts tournament at Notre Dame?", "sentence_two": "With 6,000 participants, the university's intramural sports program was named in 2004 by Sports Illustrated as the best program in the country, while in 2007 The Princeton Review named it as the top school where \"Everyone Plays Intramural Sports.\"", "label": 1}
{"sentence_one": "What famous NFL team played in New Haven own stadium in the 70s?", "sentence_two": "Throughout the second half of the 20th century, New Haven consistently had minor league hockey and baseball teams, which played at the New Haven Arena (built in 1926, demolished in 1972), New Haven Coliseum (1972–2002), and Yale Field (1928–present).", "label": 1}
{"sentence_one": "How is a supply ship unloaded when it reaches Norfolk Island?", "sentence_two": "Visitors often gather to watch the activity when a supply ship arrives.", "label": 1}
{"sentence_one": "How many people attended Nasser's funeral?", "sentence_two": "Nasser's funeral procession through Cairo on 1 October was attended by at least five million mourners.", "label": 0}
{"sentence_one": "The recognition of a Greek state happened in what year?", "sentence_two": "After years of negotiation, three Great Powers, Russia, the United Kingdom and France, decided to intervene in the conflict and each nation sent a navy to Greece.", "label": 1}
{"sentence_one": "How many people demonstrated on October 1?", "sentence_two": "On October 1, 1989, a peaceful demonstration of 10,000 to 15,000 people was violently dispersed by the militia in front of Lviv's Druzhba Stadium, where a concert celebrating the Soviet \"reunification\" of Ukrainian lands was being held.", "label": 0}
{"sentence_one": "When did the Median tribes unify under a single ruler to form the Median Empire?", "sentence_two": "This marked the end of the Kingdom of Urartu as well, which was subsequently conquered and dissolved.", "label": 1}
{"sentence_one": "Where did Circassians settle to when leaving their homes in the Caucasus?", "sentence_two": "The war caused an exodus of the Crimean Tatars, about 200,000 of whom moved to the Ottoman Empire in continuing waves of emigration.", "label": 1}
{"sentence_one": "Bell's patent was for the method and what for transmitting vocal and other sounds telegraphically?", "sentence_two": "Bell returned to Boston the same day and the next day resumed work, drawing in his notebook a diagram similar to that in Gray's patent caveat.", "label": 1}
{"sentence_one": "Who did the Russians attack at the beginning off the Battle of Balaclava?", "sentence_two": "Campbell had seen the effectiveness of the new Minie rifles, with which his troops were armed, at the Battle of the Alma a month before, and was confident his men could beat back the Russians.", "label": 1}
{"sentence_one": "In what year was Columbia University chartered?", "sentence_two": "The Stamp Act Congress met in New York in October 1765 as the Sons of Liberty organized in the city, skirmishing over the next ten years with British troops stationed there.", "label": 1}
{"sentence_one": "What are the minimum number of families in the APG system?", "sentence_two": "The number of species of flowering plants is estimated to be in the range of 250,000 to 400,000.", "label": 1}
{"sentence_one": "What is appearance a poor indication of?", "sentence_two": "These socioeconomic factors are also significant to the limits of racial lines, because a minority of pardos, or brown people, are likely to start declaring themselves white or black if socially upward, and being seen as relatively \"whiter\" as their perceived social status increases (much as in other regions of Latin America).", "label": 1}
{"sentence_one": "What muscle movements are used for digestion?", "sentence_two": "Examples may be seen in humans, who differ considerably from other hominids (lack of hair, smaller jaws and musculature, different dentition, length of intestines, cooking, etc.).", "label": 1}
{"sentence_one": "Where did Circassians settle to when leaving their homes in the Caucasus?", "sentence_two": "The war caused an exodus of the Crimean Tatars, about 200,000 of whom moved to the Ottoman Empire in continuing waves of emigration.", "label": 1}
{"sentence_one": "Who wrote the biography of Whitehead?", "sentence_two": "The two volume biography of Whitehead by Victor Lowe is the most definitive presentation of the life of Whitehead.", "label": 0}
{"sentence_one": "Why did the anti-miscegenation not insure that there was no interracial mixing?", "sentence_two": "White legislators passed laws prohibiting marriage between European and Asian Americans until the 1950s.", "label": 1}
{"sentence_one": "How many Catholic churches were in the Boston area in 2010?", "sentence_two": "Old South Church in Boston is one of the oldest congregations in the United States.", "label": 1}
{"sentence_one": "What are Hamburg and Berlin called?", "sentence_two": "Germany is a federal republic consisting of sixteen federal states (German: Bundesland, or Land).[a]", "label": 1}
{"sentence_one": "For what cause is money raised at the Bengal Bouts tournament at Notre Dame?", "sentence_two": "With 6,000 participants, the university's intramural sports program was named in 2004 by Sports Illustrated as the best program in the country, while in 2007 The Princeton Review named it as the top school where \"Everyone Plays Intramural Sports.\"", "label": 1}
{"sentence_one": "What was the high end of the estimated death rate of the Black Plague?", "sentence_two": "By around 1420, the accumulated effect of recurring plagues and famines had reduced the population of Europe to perhaps no more than a third of what it was a century earlier.", "label": 1}
{"sentence_one": "What year is considered to be the beginning of the Scientific Revolution?", "sentence_two": "The willingness to question previously held truths and search for new answers resulted in a period of major scientific advancements, now known as the Scientific Revolution.", "label": 1}
{"sentence_one": "Where did the Russians try to resist Napoleon and get defeated?", "sentence_two": "The Russians again avoided battle, although in a few cases this was only achieved because Napoleon uncharacteristically hesitated to attack when the opportunity arose.", "label": 1}
{"sentence_one": "Which country has received the top rank twice?", "sentence_two": "Norway has been ranked the highest twelve times, Canada eight times, followed by Japan which has been ranked highest three times.", "label": 1}
{"sentence_one": "Which historians referred to Iran as Persis?", "sentence_two": "As the most extensive interactions the Ancient Greeks had with any outsider was with the Persians, the term persisted, even long after the Persian rule in Greece.", "label": 1}
{"sentence_one": "How long do TCM Wineclub subscriptions last?", "sentence_two": "From the wines chosen, TCM also includes recommended movies to watch with each, such as a \"True Grit\" wine, to be paired with the John Wayne film of the same name.", "label": 1}
{"sentence_one": "How long do TCM Wineclub subscriptions last?", "sentence_two": "From the wines chosen, TCM also includes recommended movies to watch with each, such as a \"True Grit\" wine, to be paired with the John Wayne film of the same name.", "label": 1}
{"sentence_one": "Who wrote the biography of Whitehead?", "sentence_two": "The two volume biography of Whitehead by Victor Lowe is the most definitive presentation of the life of Whitehead.", "label": 0}
{"sentence_one": "What muscle movements are used for digestion?", "sentence_two": "Examples may be seen in humans, who differ considerably from other hominids (lack of hair, smaller jaws and musculature, different dentition, length of intestines, cooking, etc.).", "label": 1}
{"sentence_one": "What is a name for the reduced complement of genetic material necessary for an organism to live?", "sentence_two": "There is experimental work being done on minimal genomes for single cell organisms as well as minimal genomes for multi-cellular organisms (see Developmental biology).", "label": 0}
{"sentence_one": "Kings were depicted as hunting what big game from a chariot?", "sentence_two": "Taboos are often related to hunting, and mythological association of prey species with a divinity could be reflected in hunting restrictions such as a reserve surrounding a temple.", "label": 1}
{"sentence_one": "What is often related to hunting?", "sentence_two": "Taboos are often related to hunting, and mythological association of prey species with a divinity could be reflected in hunting restrictions such as a reserve surrounding a temple.", "label": 0}
{"sentence_one": "Name the original Digimon anime.", "sentence_two": "The franchise was first created in 1997 as a series of virtual pets, akin to—and influenced in style by—the contemporary Tamagotchi or nano Giga Pet toys.", "label": 1}
{"sentence_one": "What world leader notably visited Libya in 2002?", "sentence_two": "Libya also cemented connections with China and North Korea, being visited by Chinese President Jiang Zemin in April 2002.", "label": 0}
{"sentence_one": "When did da Vinci die?", "sentence_two": "Machiavelli in particular was scornful of writers on politics who judged everything in comparison to mental ideals and demanded that people should study the \"effectual truth\" instead.", "label": 1}
{"sentence_one": "What is an example of a type of universally prohibited action that no state can legally assume an obligation to commit or permit through a treaty?", "sentence_two": "A treaty is null and void if it is in violation of a peremptory norm.", "label": 1}
{"sentence_one": "Even if a harvest is good, food security can be crippled when a government has tendencies toward what?", "sentence_two": "The 20th century is full of many examples of governments undermining the food security of their own nations – sometimes intentionally.", "label": 1}
{"sentence_one": "By how many rivers is the city of New Haven drained?", "sentence_two": "Not all of these small streams have continuous flow year-round.", "label": 1}
{"sentence_one": "The efficiency of decoders is examined by seeing how much memory and what other process they use in the decoding process?", "sentence_two": "Decoding, on the other hand, is carefully defined in the standard.", "label": 1}
{"sentence_one": "The recognition of a Greek state happened in what year?", "sentence_two": "After years of negotiation, three Great Powers, Russia, the United Kingdom and France, decided to intervene in the conflict and each nation sent a navy to Greece.", "label": 1}
{"sentence_one": "What year is considered to be the beginning of the Scientific Revolution?", "sentence_two": "The willingness to question previously held truths and search for new answers resulted in a period of major scientific advancements, now known as the Scientific Revolution.", "label": 1}
{"sentence_one": "Who wrote the biography of Whitehead?", "sentence_two": "The two volume biography of Whitehead by Victor Lowe is the most definitive presentation of the life of Whitehead.", "label": 0}
{"sentence_one": "What title and name did Elizabeth's father take upon becoming king?", "sentence_two": "Called \"Lilibet\" by her close family, based on what she called herself at first, she was cherished by her grandfather George V, and during his serious illness in 1929 her regular visits were credited in the popular press and by later biographers with raising his spirits and aiding his recovery.", "label": 1}
{"sentence_one": "What event caused Elizabeth's father to become King?", "sentence_two": "Elizabeth was born in London to the Duke and Duchess of York, later King George VI and Queen Elizabeth, and was the elder of their two daughters.", "label": 1}
{"sentence_one": "What do ecstatic mystics hope to achieve?", "sentence_two": "The English Dominicans looked for this complete unity as well, but were not so focused on ecstatic experiences.", "label": 1}
{"sentence_one": "What became more common during the Baroque era?", "sentence_two": "During the Baroque era, keyboard music played on the harpsichord and pipe organ became increasingly popular, and the violin family of stringed instruments took the form generally seen today.", "label": 1}
{"sentence_one": "Why was John motivated?", "sentence_two": "Viewed positively, Lewis Warren considers that John discharged \"his royal duty of providing justice ... with a zeal and a tirelessness to which the English common law is greatly endebted\".", "label": 1}
{"sentence_one": "For what cause is money raised at the Bengal Bouts tournament at Notre Dame?", "sentence_two": "With 6,000 participants, the university's intramural sports program was named in 2004 by Sports Illustrated as the best program in the country, while in 2007 The Princeton Review named it as the top school where \"Everyone Plays Intramural Sports.\"", "label": 1}
{"sentence_one": "Who lead the coup d'etat attempt?", "sentence_two": "In response to the coup, five days later, on 20 July 1974, the Turkish army invaded the island, citing a right to intervene to restore the constitutional order from the 1960 Treaty of Guarantee.", "label": 1}
{"sentence_one": "Which empire frequently raided Cyprus during Venetian rule?", "sentence_two": "In 1539 the Ottomans destroyed Limassol and so fearing the worst, the Venetians also fortified Famagusta and Kyrenia.", "label": 1}
{"sentence_one": "What was General Hodge appointed the head of?", "sentence_two": "The USAMGIK refused to recognize the provisional government of the short-lived People's Republic of Korea (PRK) because it suspected it was communist.", "label": 1}
{"sentence_one": "How many people demonstrated on October 1?", "sentence_two": "On October 1, 1989, a peaceful demonstration of 10,000 to 15,000 people was violently dispersed by the militia in front of Lviv's Druzhba Stadium, where a concert celebrating the Soviet \"reunification\" of Ukrainian lands was being held.", "label": 0}
{"sentence_one": "How does kaolin create a more gentle light?", "sentence_two": "Neodymium-containing glass is sometimes used to provide a more natural-appearing light.", "label": 1}
{"sentence_one": "Why did the anti-miscegenation not insure that there was no interracial mixing?", "sentence_two": "White legislators passed laws prohibiting marriage between European and Asian Americans until the 1950s.", "label": 1}
{"sentence_one": "Where did Legislative power rest?", "sentence_two": "The 1960 Constitution provided for a presidential system of government with independent executive, legislative and judicial branches as well as a complex system of checks and balances including a weighted power-sharing ratio designed to protect the interests of the Turkish Cypriots.", "label": 1}
{"sentence_one": "Who lead the coup d'etat attempt?", "sentence_two": "In response to the coup, five days later, on 20 July 1974, the Turkish army invaded the island, citing a right to intervene to restore the constitutional order from the 1960 Treaty of Guarantee.", "label": 1}
{"sentence_one": "In order to make a vaccine , what do viruses require that bacteria does not?", "sentence_two": "A problem with using eggs for this purpose is that people with egg allergies are unable to be immunised, but this disadvantage may be overcome as new techniques for cell-based rather than egg-based culture become available.", "label": 1}
{"sentence_one": "What governs the ECB?", "sentence_two": "Although the ECB is governed by European law directly and thus not by corporate law applying to private law companies, its set-up resembles that of a corporation in the sense that the ECB has shareholders and stock capital.", "label": 0}
{"sentence_one": "Which route was a central post in Kiev?", "sentence_two": "Trade from the Baltic also moved south on a network of rivers and short portages along the Dnieper known as the \"route from the Varangians to the Greeks,\" continuing to the Black Sea and on to Constantinople.", "label": 1}
{"sentence_one": "What type of Roman item was traded on the Silk Road network?", "sentence_two": "These connections marked the beginning of the Silk Road trade network that extended to the Roman Empire, bringing Han items like silk to Rome and Roman goods such as glasswares to China.", "label": 0}
{"sentence_one": "Where are the most speakers found?", "sentence_two": "It is spoken in the densely populated regions of the Barcelona province, the eastern half of the province of Tarragona, and most of the province of Girona.", "label": 1}
{"sentence_one": "How long was Jesus said to be in the tomb?", "sentence_two": "Some have argued that Jesus was crucified on Wednesday, not Friday, on the grounds of the mention of \"three days and three nights\" in Matthew before his resurrection, celebrated on Sunday.", "label": 0}
{"sentence_one": "Why was Britain mainly interested in solid fuel rockets?", "sentence_two": "During the 1930s solid fuel rockets were under development in the Soviet Union and Britain.", "label": 1}
{"sentence_one": "The recognition of a Greek state happened in what year?", "sentence_two": "After years of negotiation, three Great Powers, Russia, the United Kingdom and France, decided to intervene in the conflict and each nation sent a navy to Greece.", "label": 1}
{"sentence_one": "How long was Southampton's High Street as described by Choules?", "sentence_two": "In his 1854 book \"The Cruise of the Steam Yacht North Star\" John Choules described Southampton thus: \"I hardly know a town that can show a more beautiful Main Street than Southampton, except it be Oxford.", "label": 1}
{"sentence_one": "What classification guide did Theophrastus create?", "sentence_two": "Theophrastus wrote some of the earliest descriptions of plants and animals, establishing the first taxonomy and looking at minerals in terms of their properties such as hardness.", "label": 0}
{"sentence_one": "What did Burke see as proof of the importance of French royalists?", "sentence_two": "Burke published his Remarks on the Policy of the Allies with Respect to France, begun in October, where he said: \"I am sure every thing has shewn us that in this war with France, one Frenchman is worth twenty foreigners.", "label": 1}
{"sentence_one": "How long do TCM Wineclub subscriptions last?", "sentence_two": "From the wines chosen, TCM also includes recommended movies to watch with each, such as a \"True Grit\" wine, to be paired with the John Wayne film of the same name.", "label": 1}
{"sentence_one": "What does B.I.C. stand for?", "sentence_two": "Blue Ivy's cries are included at the end of the song, and she was officially credited as \"B.I.C.\" on it.", "label": 1}
{"sentence_one": "Which British jurist later made the phrase \"rule of law\" popular in the 1800s?", "sentence_two": "The rule of law was further popularized in the 19th century by British jurist A. V. Dicey.", "label": 0}
{"sentence_one": "Who awarded a teaching license in Islamic schools?", "sentence_two": "The Arabic term ijāzat al-tadrīs was awarded to Islamic scholars who were qualified to teach.", "label": 1}
{"sentence_one": "What world leader notably visited Libya in 2002?", "sentence_two": "Libya also cemented connections with China and North Korea, being visited by Chinese President Jiang Zemin in April 2002.", "label": 0}
{"sentence_one": "When was the University Musical Society founded?", "sentence_two": "Regional and local performing arts groups not associated with the university include the Ann Arbor Civic Theatre, the Arbor Opera Theater, the Ann Arbor Symphony Orchestra, the Ann Arbor Ballet Theater, the Ann Arbor Civic Ballet (established in 1954 as Michigan's first chartered ballet company), The Ark, and Performance Network Theatre.", "label": 1}
{"sentence_one": "How long do TCM Wineclub subscriptions last?", "sentence_two": "From the wines chosen, TCM also includes recommended movies to watch with each, such as a \"True Grit\" wine, to be paired with the John Wayne film of the same name.", "label": 1}
{"sentence_one": "By how many rivers is the city of New Haven drained?", "sentence_two": "Not all of these small streams have continuous flow year-round.", "label": 1}
{"sentence_one": "What are the minimum number of families in the APG system?", "sentence_two": "The number of species of flowering plants is estimated to be in the range of 250,000 to 400,000.", "label": 1}
{"sentence_one": "Which country has received the top rank twice?", "sentence_two": "Norway has been ranked the highest twelve times, Canada eight times, followed by Japan which has been ranked highest three times.", "label": 1}
{"sentence_one": "Who wrote the biography of Whitehead?", "sentence_two": "The two volume biography of Whitehead by Victor Lowe is the most definitive presentation of the life of Whitehead.", "label": 0}
{"sentence_one": "Which empire frequently raided Cyprus during Venetian rule?", "sentence_two": "In 1539 the Ottomans destroyed Limassol and so fearing the worst, the Venetians also fortified Famagusta and Kyrenia.", "label": 1}
{"sentence_one": "Who lead the coup d'etat attempt?", "sentence_two": "In response to the coup, five days later, on 20 July 1974, the Turkish army invaded the island, citing a right to intervene to restore the constitutional order from the 1960 Treaty of Guarantee.", "label": 1}
{"sentence_one": "What event caused Elizabeth's father to become King?", "sentence_two": "Elizabeth was born in London to the Duke and Duchess of York, later King George VI and Queen Elizabeth, and was the elder of their two daughters.", "label": 1}
{"sentence_one": "What title and name did Elizabeth's father take upon becoming king?", "sentence_two": "Called \"Lilibet\" by her close family, based on what she called herself at first, she was cherished by her grandfather George V, and during his serious illness in 1929 her regular visits were credited in the popular press and by later biographers with raising his spirits and aiding his recovery.", "label": 1}
{"sentence_one": "What are the minimum number of families in the APG system?", "sentence_two": "The number of species of flowering plants is estimated to be in the range of 250,000 to 400,000.", "label": 1}
{"sentence_one": "By how many rivers is the city of New Haven drained?", "sentence_two": "Not all of these small streams have continuous flow year-round.", "label": 1}
{"sentence_one": "What was the mid 1980s Queen boxed set called?", "sentence_two": "The band, now revitalised by the response to Live Aid – a \"shot in the arm\" Roger Taylor called it, — and the ensuing increase in record sales, ended 1985 by releasing the single \"One Vision\", which was the third time after \"Stone Cold Crazy\" and \"Under Pressure (with David Bowie)\" that all four bandmembers received a writing credit for the one song.", "label": 1}
{"sentence_one": "What is the \"New Right\"?", "sentence_two": "It was not until the late 1970s and through their period out of power federally in the 1980s that the party came to be influenced by what was known as the \"New Right\" – a conservative liberal group who advocated market deregulation, privatisation of public utilities, reductions in the size of government programs and tax cuts.", "label": 0}
