{"sentence_one": "Price caps may sound more attractive with every passing rate case.", "sentence_two": "Rate cases make price caps sound more attractive.", "label": 0}
{"sentence_one": "so i'm not with the same softball team but they're starting up soon so i'll be playing again", "sentence_two": "I'm on a different softball team but they'll be starting up again and I will play again soon.", "label": 0}
{"sentence_one": "Annette Bening, on the verge of becoming a major actress before she got sucked into Warren Beatty's orbit, burned up on entry.", "sentence_two": "Annette Bening was not a major actress before meeting Warren Beatty.", "label": 0}
{"sentence_one": "British troops arrived on the island in 1801 to protect against possible invasion by the French, but they were with?Τrawn following the Treaty of Amiens in 1802.", "sentence_two": "Following a treaty with France, British troops were withdrawn from the island.", "label": 0}
{"sentence_one": "They do not, they say, value a stock by looking at future earnings.", "sentence_two": "To them, the value of stock isn't a question of how much money it will earn you in future.", "label": 0}
{"sentence_one": "Now, the stress connected with her was rambling by the wall trying to find a way to re-enter Simon, who was fighting with the images on the tv screen and his growing interest in Dobrava.", "sentence_two": "Simon was working with the TV.", "label": 0}
{"sentence_one": "I've always liked John La Care, Le Carrier, or however you pronounce his name.", "sentence_two": "I don't know how to pronounce his name, but I've always been a fan of John LaCare.", "label": 0}
{"sentence_one": "Again another flight to Switzerland.", "sentence_two": "There is another switzerland flight. ", "label": 0}
{"sentence_one": "Very good, Ivan.", "sentence_two": "Excellent, Ivan.", "label": 0}
{"sentence_one": "Most of the costs are imposed on their other beloved children, while many of the benefits are dispersed among strangers.", "sentence_two": "Their children pay most of the costs, while strangers enjoy many of the benefits. ", "label": 0}
{"sentence_one": "Soon people waited for several hours for her delicious dinners and boysenberry pies.", "sentence_two": "Her delicious dinners persuaded people to wait for several hours.", "label": 0}
{"sentence_one": "And the long-distance companies have made only tentative steps toward invading the local residential-telephone market.", "sentence_two": "Long distance companies have made tiny steps to invading the local market. ", "label": 0}
{"sentence_one": "He guesses  \" Mrs. Vandemeyer eyed him scornfully.", "sentence_two": "\"He guesses\" Mrs. Vandemeyer looked at him with disgust. ", "label": 0}
{"sentence_one": "She sat there meekly with downcast eyes whilst Mr. Whittington sorted and rustled amongst his papers.", "sentence_two": "Mr. Whittington organized his papers while she sat there meekly.", "label": 0}
{"sentence_one": "Our whole society is harmed when access and fairness are denied, said Londen. ", "sentence_two": "Our society is hurt when peopel don't have access.", "label": 0}
{"sentence_one": "um i don't i don't care for Wheel Of Fortune very much", "sentence_two": "I don't like Wheel of Fortune very much.", "label": 0}
{"sentence_one": "Did you ”while you happened to be alone for a few seconds ”unlock the poison cupboard, and examine some of the bottles?", "sentence_two": "Did you open the poison cupboard and study the bottle?", "label": 0}
{"sentence_one": "so i think one day one of our kids said you know someone came home and they said well when is dad leaving or something it was like that they thought that's the way life was that you didn't have two parents at home at the same time", "sentence_two": "Our kids thought that both parents could not be at home at the same time.", "label": 0}
{"sentence_one": "yeah that's true i hate to i hate to look up and find someone who was admitted to medical school simply because she happened to be a female", "sentence_two": "I wouldn't like to hear that someone got into medical school because they are female.", "label": 0}
{"sentence_one": "Or Morris could have contacted Dorothy Healey, who was the chair of the Southern California Communist Party during the '40s.", "sentence_two": "Healey was the chair of the party in the 1940's.", "label": 0}
{"sentence_one": "Mr. Hersheimmer, as the son of a prominent millionaire, was a well-known figure in America.", "sentence_two": "Mr. Hersheimmer was well-known in the U.S.", "label": 0}
{"sentence_one": "yes and that's one reason i like working up there a little bit is because i know what's really going on", "sentence_two": "I am a little fond of working up there.", "label": 0}
{"sentence_one": "Greider wants to change the tax incentives and subsidies for private enterprise by rewarding firms that fostered greater employment and penalizing those that did the opposite.", "sentence_two": "Greider thinks the tax incentives should change.", "label": 0}
{"sentence_one": "You may also hear a man perform the same sort of ballad with a strong, husky voice.", "sentence_two": "The man singing the ballad has a strong, husky voice.", "label": 0}
{"sentence_one": "In the adjacent Calle del Caeen, look for the well-head with weathered rope-marks that traditionally inspired Saint Isidore, the youngest of a sixth-century Visigoth duke's four saintly children, to argue the merits of perseverance.", "sentence_two": "The youngest child of a sixth-century visigoth duke was called Saint Isidore.", "label": 0}
{"sentence_one": "Within this set of rules, particularly if profits are allowed, the Postal Service would behave much like a profit-maximizing firm.", "sentence_two": "The Postal Service would act like a revenue focused firm within this ruleset.", "label": 0}
{"sentence_one": "Just imagine if Jews began an official campaign calling Muhammad irrelevant to Islam--can you imagine the fatwas that would produce?", "sentence_two": "Jews starting a campaign saying Muhammad irrelevant to Islam could produce a lot of fatwas.", "label": 0}
{"sentence_one": "As environmental advocate Michael Colby told reporters, Irradiation is a cop-out.", "sentence_two": "Michael Colby told reporters that he thinks irradiation is a cop-out.", "label": 0}
{"sentence_one": "This was-and remains-an enormous challenge.", "sentence_two": "This is a very significant difficulty that has not be corrected.", "label": 0}
{"sentence_one": "To their credit, these groups have been a model of cooperation and innovation to improve efficiencies in the delivery of legal services in our state.", "sentence_two": "The groups are a model and have helped to improve upon the legal services.", "label": 0}
{"sentence_one": "no  well my my last boss's wife she oh gosh she would run the tape player from the minute she went to go do her aerobics and she used to do like um filing at the hospital", "sentence_two": "My boss has had more than one wife.", "label": 0}
{"sentence_one": "He rubbed his hands together, and raised his eyebrows as I stared at him.", "sentence_two": "I stared at him while he rubbed his hands together.", "label": 0}
{"sentence_one": "When a decision-maker is more conscious of costs than of benefits, he tends to make decisions that are overly conservative.", "sentence_two": "Conservative decisions are usually made when the decision maker is aware of the costs than the benefits.", "label": 0}
{"sentence_one": "Larry Johnson right well they're just head and shoulders above everybody else this year", "sentence_two": "They're doing the worst this year out of everyone in competition with them.", "label": 1}
{"sentence_one": "yeah um i think you have to push one and then we can start recording it", "sentence_two": "Pressing number one will let us hear what we recorded.", "label": 1}
{"sentence_one": "I could have delivered a short lecture on his early years.", "sentence_two": "I do not know enough about him to make any remarks.", "label": 1}
{"sentence_one": "In the interior, the same exuberant artistry can be admired in the sculpted wood organ frame and the stone tracery of the spiral staircase.", "sentence_two": "The spiral staircase is not made of stone.", "label": 1}
{"sentence_one": "GAO succeeds in its mission when its findings and recommendations lead to improvements wherever federal dollars are spent.", "sentence_two": "The GAO focus on pumping tax payers money back into their own infrastructure to improve in-house facilities such as the canteen and rest room.", "label": 1}
{"sentence_one": "An ear is usually the signal for a lap of honour, and, if the crowd agrees with the award, flowers and botas of wine shower into the ring.", "sentence_two": "An eye is used to signal an honor.", "label": 1}
{"sentence_one": "One shudders to imagine an actual aged person attempting to use this toothpaste.", "sentence_two": "It's very easy to imagine an aged person attempting to use this toothpaste in real life.", "label": 1}
{"sentence_one": "For more orientation, visit the Tourist Information Office on Janpath.", "sentence_two": "The Tourist Information Office has closed years ago.", "label": 1}
{"sentence_one": "Nor does the agency harbor any illusions about the moral hazards engendered by its fight against the hazards of nature.", "sentence_two": "The group has some very fanciful ideas about morality.", "label": 1}
{"sentence_one": "Managers and employees adapted to the changes at their agencies over time, particularly once they perceived benefits, such as improved communication, from the new practices.", "sentence_two": "Many managers refused to implement these orders fearing becoming redundant.", "label": 1}
{"sentence_one": "uh-huh but don't don't you", "sentence_two": "You do.", "label": 1}
{"sentence_one": "My mother was very beautiful, I believe. ", "sentence_two": "I believe my mother was very ugly and unattractive.", "label": 1}
{"sentence_one": "turn around and sell it for fifteen dollars", "sentence_two": "I will buy it from you for a dollar.", "label": 1}
{"sentence_one": "To put it a different way, Amazon.com, Yahoo!", "sentence_two": "Repeat it in the same way.", "label": 1}
{"sentence_one": "Nick Name is an English pen name of a Polish absurdist writer with an advertising background.", "sentence_two": "Nick Name is the real name of an absurdist Polish writer.", "label": 1}
{"sentence_one": "The people that are going to win will always be somewhat uncertain of their gain, whereas the people who will lose are absolutely sure of what they are going to lose, says Clinton.", "sentence_two": "Clinton says that losers will be exiled to the moon. ", "label": 1}
{"sentence_one": "Her skin seemed to turn gray, and her eyes opened to double their normal size.", "sentence_two": "Her eyes narrowed into very thin slits.", "label": 1}
{"sentence_one": "Recently, these two programs have committed to an agenda of specific collaborative projects, including joint technology consultations, joint efforts by the two Boards of Directors in areas of mutual interest, joint economic development projects, and assistance in developing intake systems.", "sentence_two": "The two programs will not work in conjuncture.", "label": 1}
{"sentence_one": "I got out of the lab, onto the street, and prayed for a quiet night.", "sentence_two": "I hoped for a busy night after work.", "label": 1}
{"sentence_one": "If there's one person (using drugs), that is a start, said Robertson, 52, a native of Jamaica.", "sentence_two": "Robertson is a native of the Dominican Republic.", "label": 1}
{"sentence_one": "They look to Washington to mitigate the new economy's negative consequences.", "sentence_two": "They look to Russia to fix the new economy's negative consequences.", "label": 1}
{"sentence_one": "I showed them.", "sentence_two": "I refused to show them.", "label": 1}
{"sentence_one": "i guess they were doing it Eastern Standard Time i was like well i don't know how long it takes whether it takes five minutes or twenty minutes so i", "sentence_two": "I knew exactly how long it would take.", "label": 1}
{"sentence_one": "Because he has fought many times to keep or take mares, he is a formidable and vicious opponent, one that an imported, tamed stud can rarely best.", "sentence_two": "He is an easy opponent.", "label": 1}
{"sentence_one": "The curious thing is that they certainly did not know anything about you when they first held you prisoner.", "sentence_two": "New prisoners were thoroughly checked and everything was known about them.", "label": 1}
{"sentence_one": "Meanwhile, Long Beach is a major center for boating; you can rent sailboats, dinghies, canoes, and powerboats of all sizes.", "sentence_two": "Although a major boating center, Long Beach is privately owned and requires yearly membership dues.", "label": 1}
{"sentence_one": "I need your help, my friend.", "sentence_two": "I can do this all on my own.", "label": 1}
{"sentence_one": "and we happen to go out there on win night and uh uh they and they got hot then and i'm not sure they put the prices up a dollar a ticket this year we may have to go less but", "sentence_two": "You can get into games for free.", "label": 1}
{"sentence_one": "But researchers said that Americans are increasingly recognizing that these modern households can work.", "sentence_two": "Americans only want the 1950s style nuclear family.", "label": 1}
{"sentence_one": "Traditional thinking on employee ownership held that employees would sacrifice long-term gains for short-term rewards, which is why economists consulting in post-Communist Eastern Europe disparaged worker ownership.", "sentence_two": "It was believed that the employees choose not to accept monthly salary.", "label": 1}
{"sentence_one": "And all you can do is to murmur silly things about 'heart seizure' and 'inquest on Friday.' You ought to be ashamed of yourself, John Cavendish.\"", "sentence_two": "I am very proud of you.", "label": 1}
{"sentence_one": "There was Judy Chicago, selling Holocaust jewelry to raise money for her (stupid and vulgar) painting cycle on the subject.", "sentence_two": "The jewelry was from a dispensing machine inside Walmart.", "label": 1}
{"sentence_one": "The RPH might also believe in eliminating the income tax (Keyes), slashing the income tax and raising tariffs (Buchanan), or rejiggering the tax code to save taxpayers $985 billion (Ashcroft, by abolishing taxes on inheritances and on Social Security benefits, among other measures).", "sentence_two": "Inheritance tax will never be lowered by the RPH.", "label": 1}
{"sentence_one": "From pedal boats and canoes to windsurfing and jetskiing, the choice is yours.", "sentence_two": "Pedal boats are the most popular type of boat one can use.", "label": 2}
{"sentence_one": "yeah they end up yeah yeah you end up getting the same degree and it's it's uh uh now i i think that that what happens is the prestige you you can't you you can't sell that too much", "sentence_two": "The prestige can be an important factor.", "label": 2}
{"sentence_one": "Secret tabloid technique debunked!", "sentence_two": "Some tabloids use secret techniques for finding information.", "label": 2}
{"sentence_one": "Built by the powerful Gian Galeazzo Visconti, Duke of Milan, as his family's burial chapel, the Carthusian monastery's 15th-?­century church is a high point in the transition from Flamboyant Gothic to Renaissance.", "sentence_two": "The church's steeple is 70 feet tall.", "label": 2}
{"sentence_one": "yeah i i i just i just chock it up to this obstinate Americanism because they sit there and and they just don't want to learn a new system you know it's just like they they won't learn foreign languages they go some you know they expect everybody to speak English yeah", "sentence_two": "Americans are big hypocrites about immigrants.", "label": 2}
{"sentence_one": "oh i see well i was raised on the Texas Gulf Coast in the summers and during the Christmas holidays we'd go down to our house on the coast", "sentence_two": "Some of my best memories are down on the Texas Gulf Coast.", "label": 2}
{"sentence_one": "It will also improve visibility over much of the country, particularly the scenic vistas in national parks such the Grand Canyon.", "sentence_two": "The view in all national parks will be perfectly clear because of it.", "label": 2}
{"sentence_one": "3 Why do men fight so much?", "sentence_two": "Why don't men just talk out their problems like women?", "label": 2}
{"sentence_one": "Nearby, the facade of the church, also of the typical Pisan Romanesque style, of San Frediano has a 13th-century mosaic of the Acsension of Christ.", "sentence_two": "Many art critics have commented on the mosaic on the facade of the church.", "label": 2}
{"sentence_one": "Since World War II, the Congress has clarified and expanded that original proposal.", "sentence_two": "It has not been passed for many decades, requiring many revisions.", "label": 2}
{"sentence_one": "Not a bit of it, declared Tommy unconvincingly.", "sentence_two": "Tommy knows that what he is saying is not true.", "label": 2}
{"sentence_one": "Congress changed the qualifications for In-county rates in 1986.", "sentence_two": "Congress wanted it to be easier to get an in-county rate.", "label": 2}
{"sentence_one": "Then you consider that we may dismiss the tonic as not being in any way instrumental in causing her death?", "sentence_two": "We may dismiss the drink as not having caused her death, but we can really never be sure.", "label": 2}
{"sentence_one": "Attempting a comeback, Jaume was killed in battle near Llucmajor in 1349.", "sentence_two": "Jaume will forever be remembered by his people for his sacrifice.", "label": 2}
{"sentence_one": "Also on this square is the Bhairavnath Temple.", "sentence_two": "On this square are many other temples to visit.", "label": 2}
{"sentence_one": "If an agency has not designated a central liaison, GAO will provide the notification to the responsible agency management official.", "sentence_two": "GAO has provided millions of notifications.", "label": 2}
{"sentence_one": "Nor are you likely to encounter a language problem, as English is taught in all schools and is widely spoken.", "sentence_two": "English is the primary language.", "label": 2}
{"sentence_one": "Considered one of the premier diving sites in the world, it encompasses several different underwater environments in addition to coastal shallows where colorful fish thrive in the warm water.", "sentence_two": "Fish are more abundant in warm coastal waters.", "label": 2}
{"sentence_one": "i've had a chance to i had a chance to terminate and uh L O A and back to L O A", "sentence_two": "I had a chance to terminate LOA but I decided against it because I love LOA.", "label": 2}
{"sentence_one": "Besides, there isn't any such thing as a space-ship.\"", "sentence_two": "The space ship idea is a mere myth.", "label": 2}
{"sentence_one": "i suspect i would be uh you know a lot more favor of it if you know one of my children were you know brutally killed or something like that like i say i think it depends on how personally affected you know you might be by it", "sentence_two": "People who have experienced violence are more likely to support capital punishment.", "label": 2}
{"sentence_one": "The Kentuckian straightened.", "sentence_two": "The Kentuckian stood straight up to show respect.", "label": 2}
{"sentence_one": "This, in turn, would inspire Greece to intervene to restore order and protect the Greek minority in Macedonia.", "sentence_two": "There is a Greek minority in Albania.", "label": 2}
{"sentence_one": "Legal aid is so important for our community and country because people need to have access to the court system, former state Sen.", "sentence_two": "Having access to the court system allows parties to solve conflicts in a civilized matter.", "label": 2}
{"sentence_one": "One room is more lavish than the next.", "sentence_two": "Each room of the library has a different theme and feel. ", "label": 2}
{"sentence_one": "The thoroughfares for the smarter fashion boutiques, for men and women, are Via de' Tornabuoni, Via della Vigna Nuova and Via de' Calzaiuoli.", "sentence_two": "The three streets lined with fashion shop are not good for children's shopping.", "label": 2}
{"sentence_one": "William lived here until the tragic death of his mother in 1778, when he was sent to school in Hawkshead.", "sentence_two": "His mother died from the plague.", "label": 2}
{"sentence_one": "The Commission initiated this proceeding with a Notice of Proposed Rulemaking (11 FCC Rcd 4338) that reflected the recommendations of the Hearing Aid Compatibility Negotiated Rulemaking Committee.", "sentence_two": "The proceeding ended with a singing of the national anthem.  ", "label": 2}
{"sentence_one": "In a letter last March 28, she said her decision was based on years of unresolved problems with Passaic, combined with its hostility and antagonism.", "sentence_two": "The letter she wrote explained the decision that she had made earlier.", "label": 2}
{"sentence_one": "The validity of case study methods partly depends on the resolution process.", "sentence_two": "Only case studies with converging results are valid.", "label": 2}
{"sentence_one": "These trends also contribute to a huge, longer-range fiscal and budgetary challenge facing the United States.", "sentence_two": "Longer-range fiscal proved to beneficial.", "label": 2}
{"sentence_one": "Entertainment : 2 stars.", "sentence_two": "Two stars for entertainment by critics.", "label": 2}
{"sentence_one": "At Holyhead I tried to get into a carriage with people that looked all right, but in a queer way there seemed always to be a crowd round me shoving and pushing me just the way I didn't want to go.", "sentence_two": "I did not just jump into the first carriage I saw at Holyhead.", "label": 2}
{"sentence_one": "Very few of Dyson's Silicon Valley CEO friends are nice, except maybe to her.", "sentence_two": "The majority of Dyson's Silicon Valley CEO friend is not nice, but we will never meet again.", "label": 2}
