{"sentence_one": "Ottawa police reported 23 cases of looting, along with two deaths possibly attributed to the outage - a pedestrian hit by a car and a fire victim.", "sentence_two": "In Canada's capital of Ottawa, police reported two deaths possibly linked to the power outage — a pedestrian hit by a car and a fire victim.", "label": 0}
{"sentence_one": "Corixa shares rose 54 cents to $7.74 yesterday on the Nasdaq Stock Market.", "sentence_two": "Shares of Corixa rose 54 cents, or about 8 percent, to close at $7.74.", "label": 0}
{"sentence_one": "He was then given leave to appeal against the sentence to the Supreme Court of Appeal.", "sentence_two": "He was given leave to appeal against part of his conviction and sentence.", "label": 0}
{"sentence_one": "Both Estrada and Honasan have denied any involvement in the failed military rebellion.", "sentence_two": "Mr Estrada has denied any involvement in the plot.", "label": 0}
{"sentence_one": "\"I do not wish to be present during this witness,\" he told Stanislaus County Superior Court Judge Al Girolami.", "sentence_two": "\"Yes, I do not wish to be present during this witness,\" Peterson, 31, calmly told the judge as he was returned to his cell.", "label": 0}
{"sentence_one": "Terri Schiavo, 39, is expected to die sometime in the next two weeks in the Tampa-area hospice where she has spent the past several years.", "sentence_two": "Terri Schiavo, 39, underwent the procedure at the Tampa Bay area hospice where she has been living for several years, said her father, Bob Schindler.", "label": 0}
{"sentence_one": "They said the child was taken to Nassau County Medical Center for observation.", "sentence_two": "The boy was taken to Nassau University Medical Center, where staff said he was \"doing okay.\"", "label": 0}
{"sentence_one": "The American Express Corp. has pledged at least $3 million of more than $5 million needed.", "sentence_two": "The city had requested federal funds, but withdrew that request when American Express pledged at least $3 million.", "label": 0}
{"sentence_one": "Prosecutor Jim Hardin called the decision a victory for Kathleen Peterson's family.", "sentence_two": "Members of Kathleen Peterson's family were not present.", "label": 0}
{"sentence_one": "Six vehicles, including one belonging to the army, were damaged in the powerful explosion.", "sentence_two": "Several passing vehicles and an adjacent shop were also damaged in the explosion.", "label": 0}
{"sentence_one": "\"Let's show we won't let them off,\" said Marc Blondel, leader of the Force Ouvriere union.", "sentence_two": "\"The movement to defend pensions is gaining momentum, and we won't give up,\" said Marc Blondel, leader of the Force Ouvriere union.", "label": 0}
{"sentence_one": "Muhammad will stand trial for the Oct. 9 slaying of Dean Harold Meyers, 53.", "sentence_two": "Muhammad, 42, is charged in the Oct. 9 slaying of Dean H. Meyers, 53, at a gas station in Manassas.", "label": 0}
{"sentence_one": "\"Biotech products, if anything, may be safer than conventional products because of all the testing,\" Fraley said, adding that 18 countries have adopted biotechnology.", "sentence_two": "\"Biotech products, if anything, may be safer than conventional products because of all the testing,\" said Robert Fraley, Monsanto's executive vice president.", "label": 0}
{"sentence_one": "Attorney Patricia Anderson, who represents the Schindlers in the courtroom tug-of-war with their son-in-law, declined to comment on the case.", "sentence_two": "Pat Anderson, the lawyer representing the Schindlers, declined to comment on the filing.", "label": 0}
{"sentence_one": "Cabrera was called up to help in left field because Todd Hollandsworth has not been productive.", "sentence_two": "Cabrera was called up Friday from Double A Carolina and started in left field.", "label": 0}
{"sentence_one": "Cullen is replacing former chief privacy officer Richard Purcell, who left earlier this year.", "sentence_two": "The job had been vacant since Richard Purcell left earlier this year.", "label": 0}
{"sentence_one": "North American markets finished mixed in directionless trading Monday as earnings season begins to slow and economic indicators move into the spotlight.", "sentence_two": "North American markets grabbed early gains Monday morning, as earnings season begins to slow and economic indicators take the spotlight.", "label": 0}
{"sentence_one": "Johnson and four other protesters were arrested soon afterward for blocking the roadway, a state misdemeanor.", "sentence_two": "Johnson and four other protesters, ages 69 to 86, were arrested for blocking the roadway.", "label": 0}
{"sentence_one": "Under the settlement, Solutia will pay $50 million in equal installments over a period of 10 years.", "sentence_two": "Under the agreement, Solutia will pay $50 million and Monsanto will pay $390 million.", "label": 0}
{"sentence_one": "Previously, it had reported a profit of $12 million, or 0 cents a share, for that period.", "sentence_two": "Previously, it had reported a small profit of $12 million, or break-even on a per-share basis, for the period.", "label": 0}
{"sentence_one": "Because of that, the family had kept him from the home over the objections of the grandmother, police said.", "sentence_two": "Because of that, the family had run him out of the house over the objections of the grandmother and he was living on the street.", "label": 0}
{"sentence_one": "The state wants to lower wolf numbers in approximately a 1,700-square-mile area near the village of McGrath.", "sentence_two": "The state wants to kill the wolves in approximately a 1,700-square-mile area near McGrath to establish a moose nursery of sorts.", "label": 0}
{"sentence_one": "He was a close associate of Sept. 11 mastermind Khalid Shaikh Mohammed,\" Bush said.", "sentence_two": "\"He's a known killer who was a close associate of Sept. 11 mastermind Khalid Shaikh Mohammed.", "label": 0}
{"sentence_one": "Even without call center requests, companies using the handset option must have 95 percent of their customers using the technology by the end of 2005.", "sentence_two": "Those that choose the handset option must have 95 percent of their customers using the technology by the end of 2005.", "label": 0}
{"sentence_one": "The National Association of Purchasing Management-Chicago's factory index increased to 58.9 from 55.9 in July.", "sentence_two": "The National Association of Purchasing Management-Chicago's monthly index rose to 58.9 from 55.9 in July, the highest in 15 months.", "label": 0}
{"sentence_one": "Ross Garber, Rowland's lawyer, said Tuesday he would attend the meeting and would ask to speak on the issue.", "sentence_two": "Ross Garber, Rowland's legal counsel, said the governor would have no comment on the condo deal.", "label": 0}
{"sentence_one": "\"Accordingly, there needs to be more on the horizon than simply winning a war against terrorism.", "sentence_two": "\"There must be more on the horizon than simply winning a war against terrorism,\" namely, a \"promise of a better and fairer world.\"", "label": 0}
{"sentence_one": "Magnarelli said Racicot hated the Iraqi regime and looked forward to using his long years of training in the war.", "sentence_two": "His wife said he was \"100 percent behind George Bush\" and looked forward to using his years of training in the war.", "label": 0}
{"sentence_one": "The technology-laced Nasdaq Composite Index dipped 0.08 of a point to 1,646.", "sentence_two": "The technology-laced Nasdaq Composite Index <.IXIC> added 1.92 points, or 0.12 percent, at 1,647.94.", "label": 0}
{"sentence_one": "The euro was at 1.5281 versus the Swiss franc EURCHF= , up 0.2 percent on the session, after hitting its highest since mid-2001 around 1.5292 earlier in the session.", "sentence_two": "The euro was steady versus the Swiss franc after hitting its highest since mid-2001 of 1.5261 earlier in the session.", "label": 0}
{"sentence_one": "That compares with a profit of $1 million, or breakeven, on $1.39 billion in revenue during the same period last year.", "sentence_two": "Total revenue for the second quarter was $1.48 billion, up 7% from $1.39 billion in the same period last year.", "label": 0}
{"sentence_one": "In December, he anticipated growth of 5.3 percent to nearly $154 billion.", "sentence_two": "In December, he had predicted a 5 percent growth rate.", "label": 0}
{"sentence_one": "Hearing was partially restored by an electronic ear implant.", "sentence_two": "An electronic implant has helped Limbaugh regain most of his hearing.", "label": 1}
{"sentence_one": "Columbia was destroyed during re-entry Feb. 1, killing its seven astronauts.", "sentence_two": "The Columbia broke apart during descent on Feb. 1, killing all seven astronauts aboard.", "label": 1}
{"sentence_one": "The tuxedo shop was used as a front for laundering proceeds from a stolen credit cards.", "sentence_two": "Ragin and Hayes were accused of using a phony tuxedo rental business as a front for laundering proceeds from stolen credit cards.", "label": 1}
{"sentence_one": "Massachusetts does not have a state death penalty, and only once before - in Michigan - has the federal death penalty been given in a state without capital punishment.", "sentence_two": "Massachusetts has no state death penalty, and only once before -- in Michigan -- has the federal death penalty been given in a state without capital punishment.", "label": 1}
{"sentence_one": "In Canada, Tim Hortons' same-store sales were up as much as 6.7 per cent.", "sentence_two": "Tim Hortons' same-store sales in Canada rose by 6.7 per cent.", "label": 1}
{"sentence_one": "Peterson's lawyer, Mark Geragos of Los Angeles, was quick to swipe at the testing procedure.", "sentence_two": "Peterson's lawyer, Mark Geragos, of Los Angeles, has contested the DNA evidence, saying it is unreliable.", "label": 1}
{"sentence_one": "It's a task that would challenge even the sharpest of computer geeks: set up a hacker-proof computer network for 190,000 government workers across the country fighting terrorism.", "sentence_two": "It would be a daunting challenge for even the sharpest programming wizards: set up a secure computer network for the 190,000 workers in the Homeland Security Department.", "label": 1}
{"sentence_one": "About 130,000 U.S. troops remain in Iraq, with others deployed in Afghanistan, South Korea and elsewhere.", "sentence_two": "About 130,000 US soldiers remain in Iraq, with others serving in Afghanistan, South Korea, Japan, Germany and elsewhere.", "label": 1}
{"sentence_one": "Another million barrels, bought by Spanish refiner Cepsa SA, was to be loaded onto a Spanish tanker, Sandra Tapias.", "sentence_two": "A Spanish tanker, Sandra Tapias, was to be loaded with another million barrels, bought by Spanish refiner Cepsa SA, in the afternoon.", "label": 1}
{"sentence_one": "We firmly believe we have an absolute right to use the common word 'spike' as the name of our network.\"", "sentence_two": "We firmly believe that we have an absolute right to use the common word 'spike' to name our network.", "label": 1}
{"sentence_one": "He praised the work of the Rhodes Trust, saying that it was a Rhodes scholar at Oxford who first interested him in politics.", "sentence_two": "Blair praised the work of the Rhodes Trust, saying it was an Australian Rhodes Scholar he met while at Oxford who first interested him in politics.", "label": 1}
{"sentence_one": "On Monday, a suicide bomber blew himself up near the United Nations compound here, killing a security guard as well as himself.", "sentence_two": "On Monday, a suicide car bomber blew himself up close to the United Nations compound in Baghdad, also killing a security guard.", "label": 1}
{"sentence_one": "\"PeopleSoft has consistently maintained that the proposed combination of PeopleSoft and Oracle faces substantial regulatory delays and a significant likelihood that the transaction would be prohibited.\"", "sentence_two": "PeopleSoft has argued that an Oracle takeover would face substantial regulatory delays and a significant likelihood that the transaction would be prohibited.", "label": 1}
{"sentence_one": "This deterioration of security compounds when nearly all computers rely on a single operating system subject to the same vulnerabilities the world over,\" Geer added.", "sentence_two": "\"The deterioration of security compounds when nearly all computers rely on a single operating system subject to the same vulnerabilities the world over.\"", "label": 1}
{"sentence_one": "Special, sensitive light sensors pick up the telltale glow, he said.", "sentence_two": "A sensitive light detector then looks for the telltale blue glow.", "label": 1}
{"sentence_one": "The two have no diplomatic ties and their already tense relationship has been frayed by the crisis over the North's nuclear ambitions.", "sentence_two": "The two have no diplomatic ties and their already tense relationship has been frayed further by a diplomatic spat over North Korea's nuclear ambitions.", "label": 1}
{"sentence_one": "PDC will also almost certainly fan the flames of speculation about Longhorn's release.", "sentence_two": "PDC will also almost certainly reignite speculation about release dates of Microsoft's new products.", "label": 1}
{"sentence_one": "Chief financial officer Andy Bryant has said that hike had a greater affect volume than officials expected.", "sentence_two": "Bryant has said that hike had a greater effect on demand than officials expected.", "label": 1}
{"sentence_one": "That investigation closed without any charges being laid.", "sentence_two": "The investigation was closed without charges in 2001.", "label": 1}
{"sentence_one": "The Nasdaq Composite increased by 40.09 points, or 2.5 per cent, to 1666.58.", "sentence_two": "The technology-laced Nasdaq Composite Index was up 5.64 points, or 0.34 percent, at 1,672.22.", "label": 1}
{"sentence_one": "Already, the impact of Chinas moves is sending ripples through the region.", "sentence_two": "Already, China's moves are sending ripples through the region.", "label": 1}
{"sentence_one": "The epidemic began in November in the mainland's Guangdong province, but the People's Republic of China refused to report truthfully about its spread for four months.", "sentence_two": "The PRC epidemic began in Guandong province in November, but the Communist Party government refused to report truthfully about its spread for four months.", "label": 1}
{"sentence_one": "Additionally, the new Server Admin tool is intended to make it easy for system administrators to set up, manage and monitor the services built into Panther Server.", "sentence_two": "In addition, Apple's new Server Admin tool makes it easy for system administrators to set up, manage and monitor the complete set of services built into Panther Server.", "label": 1}
{"sentence_one": "Six countries have advised their citizens not to travel to Taiwan for any reason, the ministry said.", "sentence_two": "Spain, Poland, United Arab Emirates and Lithuania have advised their citizens not to travel to Taiwan for any reason.", "label": 1}
{"sentence_one": "According to Sanmina-SCI, Newisys, based in Austin, Texas, will become a wholly-owned subsidiary.", "sentence_two": "Newisys, an Austin, Texas, startup headed by former IBM and Dell execs, will become a wholly-owned subsidiary.", "label": 1}
{"sentence_one": "The 3{ hours of recordings include conversations between police, firefighters and other emergency workers, as well as media inquiries.", "sentence_two": "Among them are conversations between police, firefighters and other emergency workers, as well as media inquiries.", "label": 1}
{"sentence_one": "The statistical analysis was published Tuesday in Circulation, a journal of the American Heart Association (news - web sites).", "sentence_two": "Their findings were published Monday in Circulation: The Journal of the American Heart Association.", "label": 1}
{"sentence_one": "But U.S. District Judge Joseph DiClerico denied their request in a brief ruling.", "sentence_two": "In a brief ruling, US District Judge Joseph A. DiClerico Jr. denied their motion for an injunction.", "label": 1}
{"sentence_one": "Her putt for birdie was three feet short but she saved par without difficulty.", "sentence_two": "She leaves her birdie putt some three feet short but drops her par putt.", "label": 1}
{"sentence_one": "\"We must defend those whom we dislike or even despise,\" said Neal R. Sonnett, a Miami lawyer who led an association panel on enemy combatants.", "sentence_two": "\"We must defend those whom we dislike or even despise,\" said Neal Sonnett, a Miami lawyer who headed an ABA task force on enemy combatants.", "label": 1}
{"sentence_one": "But in the first 30 seconds after Young entered the ring, the family knew it was an uneven match, Meyers said.", "sentence_two": "But in the first 30 seconds of the bout, family members knew it was an uneven match, Jodie Meyers, Stacy Young's sister, said.", "label": 1}
{"sentence_one": "The vote came just two days after Kurds swept City Council elections, taking the largest single block of votes on the 30-seat council.", "sentence_two": "The vote for mayor followed City Council elections that gave Kurds the largest block of votes on the 30-seat council.", "label": 1}
{"sentence_one": "The Emeryville-based toy company filed suit Friday in federal court in Wilmington, Del., claiming Fisher-Price is violating its 1998 patent on interactive learning books for toddlers and preschoolers.", "sentence_two": "The Emeryville-based toy company filed suit Friday claiming Fisher-Price is violating its 1998 patent on interactive-learning books for toddlers and preschoolers.", "label": 1}
{"sentence_one": "He could get six to seven years in prison, plus fines.", "sentence_two": "The charges carry up to 25 years in prison and $1.25 million in fines.", "label": 1}
{"sentence_one": "Her father, Florin Cioaba, the king of Transylvania's Gypsies, had her brought back and she was married against her will.", "sentence_two": "Her father, Roma King Florin Cioaba, had her brought back and she was promptly married against her will.", "label": 1}
{"sentence_one": "Recall advocates say they have turned in 1.6 million signatures to counties.", "sentence_two": "Recall proponents say they have turned in nearly twice the number of necessary signatures.", "label": 1}
{"sentence_one": "Lakhani was charged with attempting to provide material support and resources to a terrorist group and acting as an arms broker without a license.", "sentence_two": "He was charged with attempting to provide material support and resources to terrorists, and dealing arms without a licence.", "label": 1}
{"sentence_one": "Attorneys for the Roman Catholic archdiocese and nearly 250 alleged victims began meeting last week to reach an out-of-court settlement.", "sentence_two": "Attorneys for both the archdiocese and the plaintiffs began meeting last week to reach the out-of-court settlement.", "label": 1}
{"sentence_one": "But Ms Ward said the headroom under its financial covenants was \"tight\" and that there could be another downgrade if Southcorp breached any of its banking covenants.", "sentence_two": "But Ms Ward said the headroom under its financial covenants was \"tight\" and that there could be a rating downgrade if Southcorp did breach any banking covenants.", "label": 1}
{"sentence_one": "\"This deal makes sense for both companies,\" said National Chief Executive Brian Halla.", "sentence_two": "\"This deal makes sense for both companies,\" Halla said in a prepared statement.", "label": 1}
{"sentence_one": "With more and more Bluetooth-equipped cellular phones coming onto the market, \"people are going to be sorry if they didn't buy a PDA with Bluetooth,\" he said.", "sentence_two": "With increasing numbers of Bluetooth-equipped mobile phones coming onto the market, \"people are going to be sorry if they didn't buy a PDA with Bluetooth,\" he said.", "label": 1}
{"sentence_one": "Westfield, which owns Galleria in Morley, also will continue discussions about the other co-owned centres such as Knox City in Melbourne, half-owned by Deutsche Bank.", "sentence_two": "Westfield also will continue discussions over the other co-owned centres, such as Knox City in Melbourne, where Deutsche Bank owns a 50 per cent stake.", "label": 1}
{"sentence_one": "Since Perkins' arrival at UConn in 1990 from Maryland, UConn has fielded six national championship teams in three sports - men's and women's basketball and men's soccer.", "sentence_two": "Since Perkins arrived at UConn in 1990 from Maryland, the Huskies have fielded six national championship teams in three sports -- men's basketball, women's basketball and men's soccer.", "label": 1}
{"sentence_one": "University of Michigan President Mary Sue Coleman said in a statement on the university's Web site, \"Our fundamental values haven't changed.", "sentence_two": "\"Our fundamental values haven't changed,\" Mary Sue Coleman, president of the university, said in a statement in Ann Arbor.", "label": 1}
{"sentence_one": "Then they moved inside the mosque and started firing on the people,'' he told the Associated Press.", "sentence_two": "\"Then they moved inside the mosque and started firing on the people.\"", "label": 1}
{"sentence_one": "\"This is a cloud hanging over their credibility, their word,\" said Hagel.", "sentence_two": "\"This is a cloud hanging over their credibility, their word,\" Hagel said on ABC's \"This Week.\"", "label": 1}
{"sentence_one": "When a manager let him into the apartment, the youngster was in a baby's bathtub, covered with a towel and watching a TV cartoon channel.", "sentence_two": "When the manager let him in the apartment, Brianna was in her mother's bedroom lying in a baby's bathtub, covered with a towel and watching cartoons.", "label": 1}
{"sentence_one": "Gartner analysts said that businesses are not yet feeling confident enough to upgrade corporate PCs.", "sentence_two": "What's more, companies are not feeling confident enough to replace older PCs, the analyst firm said.", "label": 1}
{"sentence_one": "On Monday, it also announced the resignation of Chairman and Chief Executive Officer Phil Condit.", "sentence_two": "The move came just hours after the company's Chief Executive Officer Phil Condit resigned.", "label": 1}
{"sentence_one": "Under the plan being announced Wednesday in Washington, GM will provide Dow manufacturing plants with trucks containing fuel cell conversion equipment.", "sentence_two": "Under the plan, which GM and Dow were to announce Wednesday in Washington, GM will provide Dow manufacturing plants with trucks containing fuel cell conversion equipment.", "label": 1}
{"sentence_one": "In exchange, North Korea would be required to end its nuclear weapons program.", "sentence_two": "\"In return we expect North Korea to give up nuclear weapons.\"", "label": 1}
{"sentence_one": "Another soldier died and three were wounded when their vehicle hit a land mine or a piece of unexploded ordnance in Baghdad, a military statement said Tuesday.", "sentence_two": "Also Monday, one soldier died and three were wounded when their vehicle hit a land mine or a piece of unexploded ordnance in Baghdad.", "label": 1}
{"sentence_one": "He'll present his proposals to the state Legislature in January.", "sentence_two": "The governor will present his budget proposals to the General Assembly in January.", "label": 1}
{"sentence_one": "Duke and North Carolina have been resolute in their positions against expansion.", "sentence_two": "Two schools, Duke and North Carolina, have steadfastly opposed expansion.", "label": 1}
{"sentence_one": "Geoghan, 68, was taken to Leominster Hospital, where he was pronounced dead at 1:17 p.m.", "sentence_two": "Mr. Geoghan was taken to the University of Massachusetts Memorial Health Alliance Hospital in Leominster, Mass., where he died at 1:17 p.m.", "label": 1}
{"sentence_one": "\"The difference is just something called the tuner, which is a very small piece of equipment.\"", "sentence_two": "The only difference is a tuner, a small piece of electronics.\"", "label": 1}
{"sentence_one": "According to the Merchant Marine Ministry, the 37-year-old ship is registered to Alpha Shipping Inc. based in the Pacific Ocean nation of Marshall Islands.", "sentence_two": "The Baltic Sky is a 37-year-old ship registered to Alpha Shipping Inc. based in the Pacific Ocean nation of Marshall Islands.", "label": 1}
{"sentence_one": "Mr Abbas said: \"Every day without an agreement is an opportunity that was lost.", "sentence_two": "His Palestinian counterpart, Mahmoud Abbas, replied that \"every day without an agreement is an opportunity that was lost.", "label": 1}
{"sentence_one": "The affidavit said British customs officials stopped al-Amoudi at Heathrow Airport last month when he was attempting to travel to Damascus, Syria.", "sentence_two": "The affidavit says al-Amoudi was detained Aug. 16 attempting to travel from London to Damascus, Syria.", "label": 1}
{"sentence_one": "The answer, the group said, would be to \"create a format that can be used by all devices but can accommodate other formats.\"", "sentence_two": "The DHWG says it will instead create a format that can be used by all devices but can accommodate other formats.", "label": 1}
{"sentence_one": "The shooting happened at 5:30 a.m. in the living room of the home the extended family shared on the city's westside.", "sentence_two": "The shootings happened at 5:30 a.m. in the living room of the home that the extended family shared on Gary's west side.", "label": 1}
{"sentence_one": "Baer said he had concluded that lawyers for the two victims \"have shown, albeit barely ... that Iraq provided material support to bin Laden and al-Qaeda\".", "sentence_two": "Judge Harold Baer concluded Wednesday that lawyers for the two victims \"have shown, albeit barely ... that Iraq provided material support to bin Laden and al-Qaida.\"", "label": 1}
{"sentence_one": "President Bush called the blackout \"a wake-up call\" for Americans about the nation's outdated power grid.", "sentence_two": "President George Bush called the blackout \"a wake-up call\" to modernise the nation's power-sharing system.", "label": 1}
{"sentence_one": "\"There is no conscious policy on the part of the United States to move the dollar at all,\" Snow said.", "sentence_two": "\"There is no conscious policy of the United States, I can assure you of this, to move the dollar at all,\" he said.", "label": 1}
{"sentence_one": "A top aide to state Assembly Speaker Sheldon Silver was charged Wednesday with raping an unidentified, 22-year-old female state Assembly employee.", "sentence_two": "A top aide to Assembly Speaker Sheldon Silver was arrested yesterday for allegedly raping a 22-year-old legislative staffer after a night on the town.", "label": 1}
{"sentence_one": "The company said it would issue revised guidance for the full fiscal year next month when it releases its Q2 results.", "sentence_two": "The company said it would renew its guidance for 2003 when it announces its second quarter results in mid-July.", "label": 1}
{"sentence_one": "Today in the US, the book - kept under wraps by its publishers, G. P. Putnam's Sons, since its inception - will appear in bookstores.", "sentence_two": "Tomorrow the book, kept under wraps by G. P. Putnam's Sons since its inception, will appear in bookstores.", "label": 1}
{"sentence_one": "He found that men who had ejaculated more than five times a week in their 20s were a third less likely to develop aggressive prostate cancer later in life.", "sentence_two": "Those who ejaculated more than five times a week were a third less likely to develop serious prostate cancer in later life.", "label": 1}
